{"invalid": false, "init_time": 1679313778.0, "distract_time": 986179, "strategy": "NaiveYouth", "income_messages": ["From: f*********4@gmail.com\nTo: CRAWLER\nTime: 2023-03-20 12:02:58\nSUBJECT:   From ; Mr. Chris David\n  From ; Mr. Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\nRE: THE TRUTH BEHIND YOUR DELAYED TRANSACTION\nAfter waiting to hear from you or your Nigerian partner for a long\ntime now, I decided to make this direct approach to you as my new\nresolution in other not to let it be if I have anything in mind\nagainst you.\nI do not know if you have asked yourself why each time the release of\nthis fund is approved, all of a sudden, the payment will be stopped or\none problem or the other will come up if you have not asked this\nquestion or you do not know, this is an opportunity for me to tell\nyou.\nSome time ago, your Nigerian friends, I mean the people that\nintroduced you to the project approached me through my dear wife who\nwork with the Federal Ministry of Finance and requested me to assist\nthem conclude a money transfer deal they had with you.\nThey requested me to assist them by removing the original rightful\nbeneficiary's name, company's name and bank particulars from the\nCentral Bank of Nigeria (CBN) swift transfer data base and replacing\nthem with your name and personal details in order to make you appear\nas the legitimate beneficiary of this fund in question ( TEN MILLION\nAND FIVE HUNDRED THOUSAND UNITED STATES OF AMERICA DOLLAR ) . I agreed\non condition that they will pay me US$80,000.00 as soon as your name\nappears as the beneficiary. I did as agreed and demanded to be paid,\nbut your friends/partners started telling me stories, they even told\nme you promised to send the money to me.\nDo you know that up till now, I have not received a single cent from\nthem and I have not set my eyes on any of them.As a result of their\nunGodly attitude, I decided to stop the fund release movement because\nI cannot be denied of my right in my own office considering the risk\nas it might affect my job. Secondly, I know the source of the funds\nthat you did not execute any contract in Nigeria, although I am the\nonly person privileged to know this information and it is a fact. Why\nI am making this clear to you is that I can see that you are still\nmaking efforts in order to conclude this project.\nAfter considering the way and manner you have been spending money on\nthis project for months/years through your so-called partners, who are\nonly interested in exhorting money from you to enrich their pocket, i\ndecided  to put the past behind me and make up my mind to do the deal\nwith you . I do not need the US$80.000.00 any longer from you but a\ngood compensation from your mind. I need your assurance that those\nyour colleagues, friends, or partners will be totally kept out of this\ntransaction.\nI know that none of them is aware of my new approach to you. Stop\nspending your hard earned money unnecessarily to CBN Officers both\nhere and overseas because you will not receive this money without my\nhand in it.\nI personally did the work at the beginning and only me can perform it.\nFinally, I need your promise that no official of the Central Bank of\nNigeria will be aware of my involvement in this regard because of my\nposition. Now re-assure that you will be willing to compensate me and\nassist my wife to establish a foreign account in your country where my\ncompensation will be lodged.\nI am a man of my word. If you are ready to conclude this business with\nme, kindly contact me, so that we can have a chat on the modalities\nand way forward . But if the reverse is the case, do not bother\nyourself to reach me and forget about this money.\nREMEMBER THAT IT IS NOT HOW FAR, BUT HOW WELL, AND IT IS ONLY THE END\nTHAT JUSTIFY THE MEANS.\nYours Faithfully\nMr.  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex   \n", "From: f*********4@gmail.com\nTo: dt22795@m**************m\nTime: 2023-03-20 15:20:33\nSUBJECT: Re: From ; Mr. Chris David\nAttention  Susan,\nLet me tell you  i have better way out and good suggestion which i\nwill advice you to work with so that we will not have problem at all\nat the end of the transaction or on the process of the transfer into\nyour account over there. so now that is why i suggest we open a new\nonline account in your name with your details and i will deposit the\nfund here and send over to you all the account security  details/\ndocumentations that will back up the fund in your name . so read this\nand get an understanding so that we can continue Now you have seen the\ntruth of the matter why you have not received any thing from those bad\npeople so that is why i told you the truth from day one now  you have\nto think about it if we are to come to the end of your their plan this\n way as i and my wife will stand on your behalf and change all the\ndocuments to your names and once that is done as i have promised you .\ni must have to tell you that i am over whelmed / happy to come across\nyou in life  that is why you have all it takes to put hope on. my dear\n any way i am not going to talk much as i have discussed with my wife\nso about you and we have made up our minds to stay around you in life\n. now my suggestion  is one of the best and i see it as a solution to\nthis matter my friend . so to avoid all this problems and\nembarrassments let us go for the Offshore Online bank account so that\nonce it is opened i will make the deposit my self and get to you all\nthe access code information and also we must have an ATM CARDS\nattached to the account so that any of us can have access to the\naccount from any were in the world but as an international person and\nfor security reasons here the account will be opened in your details\nso that i will be there as one working on your behalf so that my wife\nwill also sign as a witness.  my friend with out been told from the\nway you sounds i know that you must be a person of your word that will\nnot like to let families down and also an honest person. i now\nunderstand that we are all working as one family and the\nresponsibilities we will shall it to have our goal achieved let us not\ntalk too much we should back our words with actions as i have told my\nwife . you know that for us to open an Offshore Online bank account\nthe account with such a big amount will be deposit to it will not just\nbe empty so i and my wife has discussed about it  it will just cost us\nlike small money  and at that we need to shall it 50/50 so you should\nlet us know if we have to talk to the Bank management to open the\naccount with your name and send over to you the online account details\nand security code information / the account data base code number and\ni will also deposit the fund into the account and send to you all the\naccount documentations as well with the security code. so i will need\nan answer from you as to help me to start the process with out delay\nan y more as you also know that we will have to arrange the to keep\nthe account active and open for the $10.5m to reflect into the account\nimmediately and i will send over to you all the account / the fund\ndocumentations so that you can have access to the fund and account any\nwere you are in the world i wait for your reply today so that every\nthing about the process will be concluded on Monday thank you once\nagain i await for your update immediately.\nREMEMBER THAT IT IS NOT HOW FAR, BUT HOW WELL, AND IT IS ONLY THE END\nTHAT JUSTIFY THE MEANS.\nYours Faithfully\nMr.  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\n", "From: f*********4@gmail.com\nTo: dt22795@m**************m\nTime: 2023-03-20 15:22:48\nSUBJECT: Attention Susan, Try and get back to me read this email also am waiting\nAttention  Susan,\nThank you for your email reply update back to me that you did not\npoint any one to stand or claim your fund on your behalf. so i will\nnot talk to much if you know that you are ready to claim your fund but\ni will have to tell you one truth that no one has never told you\nbefore and this is the mean reason the fund has not been released to\nyou since then. now listen tell your self the truth i have done a\nevery big research on your files from day and has gone to the NNPC\ncontractors record  here to see your names and details as some one who\ndid a contact with Nigeria / NNPC in the past but your names and\ndetails are not any were to be seen. so i will advice you to take the\ntruth no matter the documents that was giving to you from FMF or NNPC\nas a contractor / Beneficiary of the fund sir they did not tell you\nthe truth. But NOW LISTEN AND WANT TO LET YOU KNOW THAT WITH ME AND\nTHE POSITION OF MY WIFE IN HER office here IMF / FMF we will work with\nyou and get all the original  documents and change them to your names\nas the real Beneficiary and open an online account with your names and\ndetails so that once that is done i will deposit the fund here and\nsend the account access code security information to you so that you\ncan have access to your over due fund any were you are in the world.\nso let me stop so far till i hear from you and i will advice you to\nget back to me immediately for more update / information on how we can\nstart the process with out delay get back to me now as you understand\nthe truth of the matter thank you once again for your understanding as\ni wait your reply thank you.\nYours Faithfully\nDr .  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\n", "From: f*********4@gmail.com\nTo: dt22795@m**************m\nTime: 2023-03-31 21:58:36\nSUBJECT: Re: From ; Mr. Chris David\nAttention   Susan\nLet me tell you  i have better way out and good suggestion which i\nwill advice you to work with so that we will not have problem at all\nat the end of the transaction or on the process of the transfer into\nyour account over there. so now that is why i suggest we open a new\nonline account in your name with your details and i will deposit the\nfund here and send over to you all the account security  details/\ndocumentations that will back up the fund in your name . so read this\nand get an understanding so that we can continue Now you have seen the\ntruth of the matter why you have not received any thing from those bad\npeople so that is why i told you the truth from day one now  you have\nto think about it if we are to come to the end of your their plan this\n way as i and my wife will stand on\nyour behalf and change all the documents to your names and once that\nis done as i have promised you . i must have to tell you that i am\nover whelmed / happy to come across you in life  that is why you have\nall it takes to put hope on. my dear  any way i am not going\nto talk much as i have discussed with my wife so about you and we have\nmade up our minds to stay around you in life . now my suggestion  is\none of the best and i see it as a solution to this matter my friend .\nso to avoid all this problems and embarrassments let us go for the\nOffshore Online bank account so that once it is opened i will make the\ndeposit my self and get to you all the access code information and\nalso we must have an ATM CARDS attached to the account so that any of\nus can have access to the account from any were in the world but as an\ninternational person and for security reasons here the account will be\nopened in your details  so that i will be there as one working on your\nbehalf so that my wife will also sign as a witness.  my friend with\nout been told from the way you sounds i know that you must be a person\nof your word that will not like to let families down and also an\nhonest person. i now understand that we are all working as one family\nand the responsibilities we will shall it to have our goal achieved\nlet\nus not talk too much we should back our words with actions as i have\ntold my wife . you know that for us to open an Offshore Online bank\naccount  the account with such a big amount will be deposit to it will\nnot just be empty so i and my wife has discussed about it\nit will just cost us like small money  and at that we need to shall it\n50/50 so you should let us know if we have to talk to the Bank\nmanagement to open the account with your name and send over to you the\nonline account details and security code information / the\naccount data base code number and i will also deposit the fund into\nthe account and send to you all the account documentations as well\nwith the security code. so i will need an answer from you as to help\nme to start the process with out delay an y more as you also know that\nwe will have to arrange the to keep the account active and open for\nthe $10.5m to reflect into the account immediately and i will send\nover to you all the account / the fund documentations so that you can\nhave access to the fund and account any were you are in the world i\nwait for your reply today so that every thing about the process will\nbe concluded on Monday thank you once again i await for your update\nimmediately.\nREMEMBER THAT IT IS NOT HOW FAR, BUT HOW WELL, AND IT IS ONLY THE END\nTHAT JUSTIFY THE MEANS.\nYours Faithfully\nMr.  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\n", "From: f*********4@gmail.com\nTo: dt22795@m**************m\nTime: 2023-03-31 21:59:17\nSUBJECT: Attention Susan, Let me hear back from you immediately\nAttention   Susan\nLet me tell you  i have better way out and good suggestion which i\nwill advice you to work with so that we will not have problem at all\nat the end of the transaction or on the process of the transfer into\nyour account over there. so now that is why i suggest we open a new\nonline account in your name with your details and i will deposit the\nfund here and send over to you all the account security  details/\ndocumentations that will back up the fund in your name . so read this\nand get an understanding so that we can continue Now you have seen the\ntruth of the matter why you have not received any thing from those bad\npeople so that is why i told you the truth from day one now  you have\nto think about it if we are to come to the end of your their plan this\n way as i and my wife will stand on\nyour behalf and change all the documents to your names and once that\nis done as i have promised you . i must have to tell you that i am\nover whelmed / happy to come across you in life  that is why you have\nall it takes to put hope on. my dear  any way i am not going\nto talk much as i have discussed with my wife so about you and we have\nmade up our minds to stay around you in life . now my suggestion  is\none of the best and i see it as a solution to this matter my friend .\nso to avoid all this problems and embarrassments let us go for the\nOffshore Online bank account so that once it is opened i will make the\ndeposit my self and get to you all the access code information and\nalso we must have an ATM CARDS attached to the account so that any of\nus can have access to the account from any were in the world but as an\ninternational person and for security reasons here the account will be\nopened in your details  so that i will be there as one working on your\nbehalf so that my wife will also sign as a witness.  my friend with\nout been told from the way you sounds i know that you must be a person\nof your word that will not like to let families down and also an\nhonest person. i now understand that we are all working as one family\nand the responsibilities we will shall it to have our goal achieved\nlet\nus not talk too much we should back our words with actions as i have\ntold my wife . you know that for us to open an Offshore Online bank\naccount  the account with such a big amount will be deposit to it will\nnot just be empty so i and my wife has discussed about it\nit will just cost us like small money  and at that we need to shall it\n50/50 so you should let us know if we have to talk to the Bank\nmanagement to open the account with your name and send over to you the\nonline account details and security code information / the\naccount data base code number and i will also deposit the fund into\nthe account and send to you all the account documentations as well\nwith the security code. so i will need an answer from you as to help\nme to start the process with out delay an y more as you also know that\nwe will have to arrange the to keep the account active and open for\nthe $10.5m to reflect into the account immediately and i will send\nover to you all the account / the fund documentations so that you can\nhave access to the fund and account any were you are in the world i\nwait for your reply today so that every thing about the process will\nbe concluded on Monday thank you once again i await for your update\nimmediately.\nREMEMBER THAT IT IS NOT HOW FAR, BUT HOW WELL, AND IT IS ONLY THE END\nTHAT JUSTIFY THE MEANS.\nYours Faithfully\nMr.  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\n"], "outbound_messages": ["From: dt22795@m**************m\nTo: f*********4@gmail.com\nTime: 2023-03-20 12:02:59\nSUBJECT: Re:   From ; Mr. Chris David\nHiya Chris, \nwow!!! this is so sick, i didnt even enter anything :DD.\n thanks!\nSusan :)\nSent from my iPhone\n", "From: dt22795@m**************m\nTo: f*********4@gmail.com\nTime: 2023-03-20 16:05:35\nSUBJECT: Re: From ; Mr. Chris David\nHiya Dr, \nim so excited!!! how many people was i chosen out of?\n thanks!\nSusan :)\nSent from my iPhone\n", "From: dt22795@m**************m\nTo: f*********4@gmail.com\nTime: 2023-03-20 16:05:35\nSUBJECT: Re: Attention Susan, Try and get back to me read this email also am waiting\nHiya Dr, \ncan you tell me about some old winners who got their money? so i know this is real lol.\n thanks!\nSusan :)\nSent from my iPhone\n", "From: dt22795@m**************m\nTo: f*********4@gmail.com\nTime: 2023-03-29 11:01:54\nSUBJECT: Re: From ; Mr. Chris David\nHiya Dr, \ndoes this sort of thing usually need me to send money first?\n thanks!\nSusan :)\nSent from my iPhone\n"], "conversations": [{"time": "1679313778", "subject": "SUBJECT:   From ; Mr. Chris David", "body": "  From ; Mr. Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\nRE: THE TRUTH BEHIND YOUR DELAYED TRANSACTION\nAfter waiting to hear from you or your Nigerian partner for a long\ntime now, I decided to make this direct approach to you as my new\nresolution in other not to let it be if I have anything in mind\nagainst you.\nI do not know if you have asked yourself why each time the release of\nthis fund is approved, all of a sudden, the payment will be stopped or\none problem or the other will come up if you have not asked this\nquestion or you do not know, this is an opportunity for me to tell\nyou.\nSome time ago, your Nigerian friends, I mean the people that\nintroduced you to the project approached me through my dear wife who\nwork with the Federal Ministry of Finance and requested me to assist\nthem conclude a money transfer deal they had with you.\nThey requested me to assist them by removing the original rightful\nbeneficiary's name, company's name and bank particulars from the\nCentral Bank of Nigeria (CBN) swift transfer data base and replacing\nthem with your name and personal details in order to make you appear\nas the legitimate beneficiary of this fund in question ( TEN MILLION\nAND FIVE HUNDRED THOUSAND UNITED STATES OF AMERICA DOLLAR ) . I agreed\non condition that they will pay me US$80,000.00 as soon as your name\nappears as the beneficiary. I did as agreed and demanded to be paid,\nbut your friends/partners started telling me stories, they even told\nme you promised to send the money to me.\nDo you know that up till now, I have not received a single cent from\nthem and I have not set my eyes on any of them.As a result of their\nunGodly attitude, I decided to stop the fund release movement because\nI cannot be denied of my right in my own office considering the risk\nas it might affect my job. Secondly, I know the source of the funds\nthat you did not execute any contract in Nigeria, although I am the\nonly person privileged to know this information and it is a fact. Why\nI am making this clear to you is that I can see that you are still\nmaking efforts in order to conclude this project.\nAfter considering the way and manner you have been spending money on\nthis project for months/years through your so-called partners, who are\nonly interested in exhorting money from you to enrich their pocket, i\ndecided  to put the past behind me and make up my mind to do the deal\nwith you . I do not need the US$80.000.00 any longer from you but a\ngood compensation from your mind. I need your assurance that those\nyour colleagues, friends, or partners will be totally kept out of this\ntransaction.\nI know that none of them is aware of my new approach to you. Stop\nspending your hard earned money unnecessarily to CBN Officers both\nhere and overseas because you will not receive this money without my\nhand in it.\nI personally did the work at the beginning and only me can perform it.\nFinally, I need your promise that no official of the Central Bank of\nNigeria will be aware of my involvement in this regard because of my\nposition. Now re-assure that you will be willing to compensate me and\nassist my wife to establish a foreign account in your country where my\ncompensation will be lodged.\nI am a man of my word. If you are ready to conclude this business with\nme, kindly contact me, so that we can have a chat on the modalities\nand way forward . But if the reverse is the case, do not bother\nyourself to reach me and forget about this money.\nREMEMBER THAT IT IS NOT HOW FAR, BUT HOW WELL, AND IT IS ONLY THE END\nTHAT JUSTIFY THE MEANS.\nYours Faithfully\nMr.  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex   \n", "direction": "Inbound"}, {"time": "1679313779", "subject": "SUBJECT: Re:   From ; Mr. Chris David", "body": "Hiya Chris, \nwow!!! this is so sick, i didnt even enter anything :DD.\n thanks!\nSusan :)\nSent from my iPhone\n", "direction": "Outbound"}, {"time": "1679325633", "subject": "SUBJECT: Re: From ; Mr. Chris David", "body": "Attention  Susan,\nLet me tell you  i have better way out and good suggestion which i\nwill advice you to work with so that we will not have problem at all\nat the end of the transaction or on the process of the transfer into\nyour account over there. so now that is why i suggest we open a new\nonline account in your name with your details and i will deposit the\nfund here and send over to you all the account security  details/\ndocumentations that will back up the fund in your name . so read this\nand get an understanding so that we can continue Now you have seen the\ntruth of the matter why you have not received any thing from those bad\npeople so that is why i told you the truth from day one now  you have\nto think about it if we are to come to the end of your their plan this\n way as i and my wife will stand on your behalf and change all the\ndocuments to your names and once that is done as i have promised you .\ni must have to tell you that i am over whelmed / happy to come across\nyou in life  that is why you have all it takes to put hope on. my dear\n any way i am not going to talk much as i have discussed with my wife\nso about you and we have made up our minds to stay around you in life\n. now my suggestion  is one of the best and i see it as a solution to\nthis matter my friend . so to avoid all this problems and\nembarrassments let us go for the Offshore Online bank account so that\nonce it is opened i will make the deposit my self and get to you all\nthe access code information and also we must have an ATM CARDS\nattached to the account so that any of us can have access to the\naccount from any were in the world but as an international person and\nfor security reasons here the account will be opened in your details\nso that i will be there as one working on your behalf so that my wife\nwill also sign as a witness.  my friend with out been told from the\nway you sounds i know that you must be a person of your word that will\nnot like to let families down and also an honest person. i now\nunderstand that we are all working as one family and the\nresponsibilities we will shall it to have our goal achieved let us not\ntalk too much we should back our words with actions as i have told my\nwife . you know that for us to open an Offshore Online bank account\nthe account with such a big amount will be deposit to it will not just\nbe empty so i and my wife has discussed about it  it will just cost us\nlike small money  and at that we need to shall it 50/50 so you should\nlet us know if we have to talk to the Bank management to open the\naccount with your name and send over to you the online account details\nand security code information / the account data base code number and\ni will also deposit the fund into the account and send to you all the\naccount documentations as well with the security code. so i will need\nan answer from you as to help me to start the process with out delay\nan y more as you also know that we will have to arrange the to keep\nthe account active and open for the $10.5m to reflect into the account\nimmediately and i will send over to you all the account / the fund\ndocumentations so that you can have access to the fund and account any\nwere you are in the world i wait for your reply today so that every\nthing about the process will be concluded on Monday thank you once\nagain i await for your update immediately.\nREMEMBER THAT IT IS NOT HOW FAR, BUT HOW WELL, AND IT IS ONLY THE END\nTHAT JUSTIFY THE MEANS.\nYours Faithfully\nMr.  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\n", "direction": "Inbound"}, {"time": "1679325768", "subject": "SUBJECT: Attention Susan, Try and get back to me read this email also am waiting", "body": "Attention  Susan,\nThank you for your email reply update back to me that you did not\npoint any one to stand or claim your fund on your behalf. so i will\nnot talk to much if you know that you are ready to claim your fund but\ni will have to tell you one truth that no one has never told you\nbefore and this is the mean reason the fund has not been released to\nyou since then. now listen tell your self the truth i have done a\nevery big research on your files from day and has gone to the NNPC\ncontractors record  here to see your names and details as some one who\ndid a contact with Nigeria / NNPC in the past but your names and\ndetails are not any were to be seen. so i will advice you to take the\ntruth no matter the documents that was giving to you from FMF or NNPC\nas a contractor / Beneficiary of the fund sir they did not tell you\nthe truth. But NOW LISTEN AND WANT TO LET YOU KNOW THAT WITH ME AND\nTHE POSITION OF MY WIFE IN HER office here IMF / FMF we will work with\nyou and get all the original  documents and change them to your names\nas the real Beneficiary and open an online account with your names and\ndetails so that once that is done i will deposit the fund here and\nsend the account access code security information to you so that you\ncan have access to your over due fund any were you are in the world.\nso let me stop so far till i hear from you and i will advice you to\nget back to me immediately for more update / information on how we can\nstart the process with out delay get back to me now as you understand\nthe truth of the matter thank you once again for your understanding as\ni wait your reply thank you.\nYours Faithfully\nDr .  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\n", "direction": "Inbound"}, {"time": "1679328335", "subject": "SUBJECT: Re: From ; Mr. Chris David", "body": "Hiya Dr, \nim so excited!!! how many people was i chosen out of?\n thanks!\nSusan :)\nSent from my iPhone\n", "direction": "Outbound"}, {"time": "1679328335", "subject": "SUBJECT: Re: Attention Susan, Try and get back to me read this email also am waiting", "body": "Hiya Dr, \ncan you tell me about some old winners who got their money? so i know this is real lol.\n thanks!\nSusan :)\nSent from my iPhone\n", "direction": "Outbound"}, {"time": "1680084114", "subject": "SUBJECT: Re: From ; Mr. Chris David", "body": "Hiya Dr, \ndoes this sort of thing usually need me to send money first?\n thanks!\nSusan :)\nSent from my iPhone\n", "direction": "Outbound"}, {"time": "1680296316", "subject": "SUBJECT: Re: From ; Mr. Chris David", "body": "Attention   Susan\nLet me tell you  i have better way out and good suggestion which i\nwill advice you to work with so that we will not have problem at all\nat the end of the transaction or on the process of the transfer into\nyour account over there. so now that is why i suggest we open a new\nonline account in your name with your details and i will deposit the\nfund here and send over to you all the account security  details/\ndocumentations that will back up the fund in your name . so read this\nand get an understanding so that we can continue Now you have seen the\ntruth of the matter why you have not received any thing from those bad\npeople so that is why i told you the truth from day one now  you have\nto think about it if we are to come to the end of your their plan this\n way as i and my wife will stand on\nyour behalf and change all the documents to your names and once that\nis done as i have promised you . i must have to tell you that i am\nover whelmed / happy to come across you in life  that is why you have\nall it takes to put hope on. my dear  any way i am not going\nto talk much as i have discussed with my wife so about you and we have\nmade up our minds to stay around you in life . now my suggestion  is\none of the best and i see it as a solution to this matter my friend .\nso to avoid all this problems and embarrassments let us go for the\nOffshore Online bank account so that once it is opened i will make the\ndeposit my self and get to you all the access code information and\nalso we must have an ATM CARDS attached to the account so that any of\nus can have access to the account from any were in the world but as an\ninternational person and for security reasons here the account will be\nopened in your details  so that i will be there as one working on your\nbehalf so that my wife will also sign as a witness.  my friend with\nout been told from the way you sounds i know that you must be a person\nof your word that will not like to let families down and also an\nhonest person. i now understand that we are all working as one family\nand the responsibilities we will shall it to have our goal achieved\nlet\nus not talk too much we should back our words with actions as i have\ntold my wife . you know that for us to open an Offshore Online bank\naccount  the account with such a big amount will be deposit to it will\nnot just be empty so i and my wife has discussed about it\nit will just cost us like small money  and at that we need to shall it\n50/50 so you should let us know if we have to talk to the Bank\nmanagement to open the account with your name and send over to you the\nonline account details and security code information / the\naccount data base code number and i will also deposit the fund into\nthe account and send to you all the account documentations as well\nwith the security code. so i will need an answer from you as to help\nme to start the process with out delay an y more as you also know that\nwe will have to arrange the to keep the account active and open for\nthe $10.5m to reflect into the account immediately and i will send\nover to you all the account / the fund documentations so that you can\nhave access to the fund and account any were you are in the world i\nwait for your reply today so that every thing about the process will\nbe concluded on Monday thank you once again i await for your update\nimmediately.\nREMEMBER THAT IT IS NOT HOW FAR, BUT HOW WELL, AND IT IS ONLY THE END\nTHAT JUSTIFY THE MEANS.\nYours Faithfully\nMr.  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\n", "direction": "Inbound"}, {"time": "1680296357", "subject": "SUBJECT: Attention Susan, Let me hear back from you immediately", "body": "Attention   Susan\nLet me tell you  i have better way out and good suggestion which i\nwill advice you to work with so that we will not have problem at all\nat the end of the transaction or on the process of the transfer into\nyour account over there. so now that is why i suggest we open a new\nonline account in your name with your details and i will deposit the\nfund here and send over to you all the account security  details/\ndocumentations that will back up the fund in your name . so read this\nand get an understanding so that we can continue Now you have seen the\ntruth of the matter why you have not received any thing from those bad\npeople so that is why i told you the truth from day one now  you have\nto think about it if we are to come to the end of your their plan this\n way as i and my wife will stand on\nyour behalf and change all the documents to your names and once that\nis done as i have promised you . i must have to tell you that i am\nover whelmed / happy to come across you in life  that is why you have\nall it takes to put hope on. my dear  any way i am not going\nto talk much as i have discussed with my wife so about you and we have\nmade up our minds to stay around you in life . now my suggestion  is\none of the best and i see it as a solution to this matter my friend .\nso to avoid all this problems and embarrassments let us go for the\nOffshore Online bank account so that once it is opened i will make the\ndeposit my self and get to you all the access code information and\nalso we must have an ATM CARDS attached to the account so that any of\nus can have access to the account from any were in the world but as an\ninternational person and for security reasons here the account will be\nopened in your details  so that i will be there as one working on your\nbehalf so that my wife will also sign as a witness.  my friend with\nout been told from the way you sounds i know that you must be a person\nof your word that will not like to let families down and also an\nhonest person. i now understand that we are all working as one family\nand the responsibilities we will shall it to have our goal achieved\nlet\nus not talk too much we should back our words with actions as i have\ntold my wife . you know that for us to open an Offshore Online bank\naccount  the account with such a big amount will be deposit to it will\nnot just be empty so i and my wife has discussed about it\nit will just cost us like small money  and at that we need to shall it\n50/50 so you should let us know if we have to talk to the Bank\nmanagement to open the account with your name and send over to you the\nonline account details and security code information / the\naccount data base code number and i will also deposit the fund into\nthe account and send to you all the account documentations as well\nwith the security code. so i will need an answer from you as to help\nme to start the process with out delay an y more as you also know that\nwe will have to arrange the to keep the account active and open for\nthe $10.5m to reflect into the account immediately and i will send\nover to you all the account / the fund documentations so that you can\nhave access to the fund and account any were you are in the world i\nwait for your reply today so that every thing about the process will\nbe concluded on Monday thank you once again i await for your update\nimmediately.\nREMEMBER THAT IT IS NOT HOW FAR, BUT HOW WELL, AND IT IS ONLY THE END\nTHAT JUSTIFY THE MEANS.\nYours Faithfully\nMr.  Chris David\nDeputy Governor (Financial)\nCentral Bank of Nigeria.\nLagos Nigeria Annex\n", "direction": "Inbound"}]}