{"invalid": false, "init_time": 1679083864.0, "distract_time": 918977, "strategy": "BusinessPerson", "income_messages": ["From: j*********8@gmail.com\nTo: CRAWLER\nTime: 2023-03-17 20:11:04\nSUBJECT: Hello dear, my name is Julian \nHello dear, my name is Julian Amin, I have a business proposal of\n$15,500,000.00 for you to handle. reply me for more info\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-19 07:29:44\nSUBJECT: Further information.\nDear Friend,\nThank you for your mail and your willingness to help me on this\ntransaction, I am pleased to get across to you for a very urgent and\nprofitable business proposal which I believe will benefit both of us after\ncompletion. I contacted you after careful thought that you might be capable\nof handling this business transaction, which I explained in my previous\nfirst mail to you. The sum of ( $15,500,000.00 ), There is this immigrant\nMajor General Abed Hamed Mowhoush , property magnate, a major general / Air\nvice-marshal who was in command of Transport, Logistics and Airlifting\nDivision of the Iraqi Air Force during the regime of Saddam Hussein.\n2003 Invasion of Iraq, until his surrender to United States forces on 10\nNovember 2003. He died on 26 November 2003 while in U.S. custody at the\nAl-Qaim detention facility approximately 200 miles (320 km) northwest of\nBaghdad, following a 16-day period of detention that included intense\nbeatings and the use of violent and illegal torture.\nWho happens to be one of our very good clients. On the 5Th of January 2000,\nMajor Abed Hamed Mowhoush deposited this funds with my bank for safe\nkeeping with no trace of next of kin or relative in its official paperwork,\ni believed he had reasons for not including any members of its family to\nstand as next of kin in its last will and statement before its death.\nPROFILE: https://en.wikipedia.org/wiki/Abed_Hamed_Mowhoush\nAs all attempts to trace his next of kin were fruitless. My position here\nat my office requires me to investigate and I therefore made further\ninvestigations and discovered that Late Major General Abed Hamed Mowhoush,\ndid not declare any next of kin or relation in all his official documents,\nincluding his bank deposit paperwork in my bank. According to US  Law. The\nmoney will revert to the ownership of the US  government if nobody applies\nto claim the fund. To avoid this money being sent to the USA treasury as\nunclaimed funds, I have decided to seek your assistance to have you stand\nas his next of kin so that the said fund ( $15,500,000.00 USD), would be\nreleased in your name as the next of kin and paid into your account as all\nlegal document is at my custody,  I was the personal account officer to the\nlate major General.\nWe need to move fast. Once I get a positive response from you,I will send\nyou the Application Release Letter and the bank's contact details, so that\nyou can send the letter to them by email for them to release the funds to\nus. But I need you to send an immediate response via email as I am at my\ndesk awaiting your response . I will attach my identification for your\nperusal so that you will know who you are dealing with . I will appreciate\nit if you do the same . I want us to complete this transaction within 6\ndays from now. All paperwork is ready by my attorney.\nAll documents and proof that will have you claim this fund will be\nforwarded to you without any stress upon your response to this mail more\nsoon, i want to inform you that i have anonymously agreed to offer you ($\n7.5M USD) of the total sum, for the assistance and role amount. The funds\nare in US Dollars So it is not a joke. Now i need to know more about you,\nWhat do you do for a living?\nif you can handle these funds?? Can I trust you?\nAre you married with kids?\nwhat is your occupation:\n Address:\nCountry:\nMobile Number:\nNOTE: REASON FOR DEPOSITING THIS MONEY WAS FOR  CHARITY PROJECT.  THE MONEY\nWILL BE APPROVED IN LESS THAN 2-3 DAYS WITHOUT HITCH.\nI will also want you to send me your passport copy if you are serious and I\nwill also send you mine. OK, trust is very important for this transaction.\n($500,000.00 USD) will be given to charity organizations in your country\nwith your supervision while the remaining will be for me. Please send your\nconfidential telephone and fax number in your reply to this business\ntransaction. We send another step of this transaction as soon as I get your\npositive response.\nKind Regards,\nJulian Amin\nCathay Banking Group.\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-19 09:42:11\nSUBJECT: Further\nDear Angela Herman,\nThank you for your email. I happen to be the account officer of the late\nmajor general, the reason he deposited these funds with my bank was for a\ncharity project. This Transaction is risk free, we are going to donate the\nsum of $500,000.00 to charity and the rest we share %50 each for the role\nyou are going to play.\nAll documents and proof that will have you claim this fund will be\nforwarded to you without any stress upon your response to this mail more\nsoon, i want to inform you that i have anonymously agreed to offer you ($\n7.5M USD) of the total sum, for the assistance and role amount. The funds\nare in US Dollars So it is not a joke. Now i need to know more about you,\nWhat do you do for a living?\nif you can handle these funds?? Can I trust you?\nAre you married with kids?\nwhat is your occupation:\nAddress:\nCountry:\nMobile Number:\nPassport Copy.\nNOTE: REASON FOR DEPOSITING THIS MONEY WAS FOR  CHARITY PROJECT.  THE MONEY\nWILL BE APPROVED IN LESS THAN 2-3 DAYS WITHOUT HITCH.\nI will also want you to send me your passport copy if you are serious and I\nwill also send you mine. OK, trust is very important for this transaction.\n($500,000.00 USD) will be given to charity organizations in your country\nwith your supervision while the remaining will be for me. Please send your\nconfidential telephone and fax number in your reply to this business\ntransaction. We send another step of this transaction as soon as I get your\npositive response.\nKind Regards,\nJulian Amin\nCathay Banking Group.\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-19 10:16:02\nSUBJECT: 100% Risk Free\nDear Angela,\nYou do not have anything to worry about. I am the account officer, I have\nall it entails to have this money approved within the next working day.\nKindly send me the requested information so that i can forward it to the\nattorney office for the paperwork.\nThank you for your response,I sincerely appreciate your interest in\nassisting me. However, I would like to be sure of your willingness,\ntrustworthiness and commitment to execute this transaction with me,I cannot\nafford to compromise these virtues.\nConsidering the money involved,it is necessary for me to be sure of the\nperson to whom I will be entrusting this transaction,my trust is not given\nout lightly, I need to be convinced that you are a matured person  with\nsome intergrity.Furthermore, if we follow up this transaction  diligently\nit would be completed within 8 working days. As regards the  sharing of the\nfunds I wish to give you 50% of the total funds while I  get the balance\n50%, I hope you find this satisfactory.\nWhat I expect from you is trust and commitment, I want this large sum  of\nmoney transferred with your assistance. I wish to inform you this\ntransaction is just between you and me . Even my wife does not know  about\nit so please keep it confidential to.Our local telephones lines  here\ncould be intercepted easily,so they are not safe for  the project due to\nthe confidentiality required in this project,  however I am trying to fix a\nsecure telephone line that will not pass through\nour database and once this is done we can communicate via phone for  now i\nwill advise we communicate daily via mail as it seems the safest means for\nnow.\nI want to know if you are willing to follow up this business seriously\nbefore I can give you more details about this transaction,I shall be\nwaiting for your response and assurance.\nKindly send me the requested information for us to proceed with this\nlucrative venture.\nMr. Amin.\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-20 07:23:28\nSUBJECT: Re: 100% Risk Free\nDear Angela,\nThere is nothing to be scared about. I have all access to these funds,\nbut please we need to donate $500,000.00 US to any orphanage closer to\nyour reach. This whole process  should be completed withing 3-4\nworking days. I will also send you copy of my ID for your perusal,.\nAmin.\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-20 20:24:19\nSUBJECT: CHOICES.\nDear Angela,\nYour only responsibility in this transaction is to keep it confidential,\ndue to its confidential nature and my job here at the bank. I was the\npersonal account officer to the late major general.\n I will take care of the legal paperwork and the lawyer cost , your only\nresponsibility in this transaction is to be responsible for the setting up\nof the option bank account with my bank that will receive these funds\nbefore we can disburse the funds to your account. Also an ATM MASTER CARD\nWILL BE DISPATCH TO YOU.  Kindly send me the required information so that i\ncan submit it to the attorney for the paperwork, funds should be approved\nwithin 3-4 working.\nI would say that your interest to assist me is rather unspecific following\nthe long silence,  as a result of this I am quite skeptical in believing\nthat you could\nbe of assistance to me as a partner, however I would like to be sure  of\nyour willingness, trustworthiness and commitment to execute this\ntransaction with me, I cannot afford to compromise these virtues.\nConsidering the money involved,it is necessary for me to be sure of the\nperson to whom I will be entrusting this transaction,my trust is not  given\nout lightly, I need to be convinced that you are a matured  person with\nsome intergrity.If you refer to one of my previous emails, I had told you\nwhat you are required to send before we commence this transaction.\nWell if I may remind you again, you are required to send at least a  copy\nof your Driver's Licence \"or\" a copy of your International  Passport. The\nmost important issue is that I want to be sure I am   transacting with the\ncorrect person,I would also like to know your  occupation.I believe this\ninformation would be enough to confirm your  interest.\nYou being a part of this transaction would only be at your free will, I\ncannot impose this on you,it is your choice to agree or disagree,  but at\nleast I deserve the privilege of knowing your decision.\nMy curiosity can be justified considering the money in question, we  should\nbe able to build up some trust for each other before we\nproceed, otherwise what will be the point if we can't trust each other.\nWhat I expect from you is trust and commitment, I want this money\ntransferred with your assistance as I plan to invest my part in some\nlucrative business of which I will need your advice and supervision.\nOur local telephone lines could be intercepted easily,so they are not  safe\nfor the project.This is why I have installed a more private\ncommunication that does not go through our exchange.\nI want to know if you are willing to follow up this business seriously,\nbefore I can take further action, it is imperative for you\nto reach me back immediately.\nSincerely,\nAmin\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-20 22:07:21\nSUBJECT: Re: CHOICES.\nNo one.\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-21 00:50:14\nSUBJECT: more info\nDear Partner,\nThank you very much for your response and your interest in this\ntransaction, I am also glad to note that you are a noble and trustworthy\nperson whom I can rely on for your capabilities to handle this transaction.\nI have not contacted anybody but you for assistance , after reading your\nlast email i became  more convinced of your ability to see this through , i\nam now more sure of your willingness, trustworthiness and commitment to\nexecute this transaction with me after reading your message, I cannot\nafford to compromise these virtues Considering the huge amount involved, it\nis necessary for me to be sure of the person to whom I will be entrusting\nthis money to, Actually my trust is not given out lightly but something in\nmy heart tells me i can trust you to deliver, I will send  your full names\nto the local Attorney here in London who will represent prepare all the\ndocuments to ensure the funds are released to you without your physical\npresence here in the United State  after i have been able to source out a\nreliable Lawyer later today. Barrister Jonathan Acton Davis ESW of Atkin\nchambers.\nREAD THE FOLLOWING AND GET BACK TO ME:\nFirstly,You should note that this project is highly capital intensive. This\nis why I have to be very careful. I need your total devotion and trust to\nsee this through. I know we have not met before, but I am very confident\nthat we will be able to establish the necessary trust that we need to\nexecute this project within the next couple of days when the transfer to\nyour local account in your Country will be completed .\nFurthermore, to ensure our success  i shall be responsible for paying the\nprocessing of the relevant affidavits and documents in your name to put you\nas the legal beneficiary of the funds  and I will take care of the cost of\nretaining the services of the Attorney and to have the transfer documents\nperfected as soon as possible so that the release process can commence\nwithout any undue delays. He shall draft the necessary Affidavits which\nshall put you in place as next of kin after obtaining the Letter of\n probate/Administration and power of Attorney and he shall then be handling\nall matters of probate on your behalf as far as this transaction is\nconcerned, I will handle these costs on my side.\nTo ensure that the funds are transferred  to your local account in your own\ncountry, you will be required to open an offshore/online account with my\nbank from where you will personally transfer the funds to your local\naccount from your own computer through our secured website. It is necessary\nfor me to let you know that you will be required to take care of the cost\nof opening the account and having the account activated as you will be\ndealing directly with Cathay Banking Group as we have been able to trace\nsome funds in some foreign accounts . You have to realize that although I\nam an insider but have the legal power to approve the funds, I will prefer\nyou deal Directly with the concerned Bank official. The reason I am telling\nyou this is because the Bank will not  transfer the money from here to you\nwithout recommending that you open an online account with it and have it\nready to transfer the funds, I do not want any complications.What I expect\nfrom you is trust , commitment and total co-operation , I want this money\ntransferred with your assistance out of My bank  If we act fast enough and\nyou show enough commitment ,we could complete the project within a maximum\nof five banking days, hence we must remain on continuous correspondence\ndaily by email, I will send you the application release letter so that you\ncan send it to the bank at once .\nI shall be expecting positive feedback and assurance from you as soon as\npossible, everything is ready on my side for the successful completion of\nthis project, I earnestly await your response.\nSincerely,\nJulian Amin Mr.)\nP:S Do not forget that details of this transaction remain CONFIDENTIAL as I\ndo not want you to draw undue attention to yourself as a result of the huge\nfunds you are expecting in your bank account soon .\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-21 02:06:11\nSUBJECT: Re: more info\nTo set up an offshore business account with my bank is less than $50000.\nAmin\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-22 13:54:19\nSUBJECT: Re: more info\nWhat do you mean?\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-27 23:43:24\nSUBJECT: Re: more info\nINFO SENT\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-28 01:13:18\nSUBJECT: Re: more info\nCan i call you?\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-28 03:08:28\nSUBJECT: Re: more info\nWhat do you mean?\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-28 09:43:07\nSUBJECT: Re: more info\nYou can call me now.\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-28 11:19:30\nSUBJECT: Re: more info\nGIVE ME YOUR NUMBER TO CALL YOU\n", "From: j*********8@gmail.com\nTo: dt35801@m**************m\nTime: 2023-03-28 11:27:21\nSUBJECT: Re: more info\n$50,000.00\n"], "outbound_messages": ["From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-17 20:11:04\nSUBJECT: Re: Hello dear, my name is Julian \nHi, \nI'm interested in your proposal, but I think we need to explore this a bit further before I commit.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-19 08:09:50\nSUBJECT: Re: Further information.\nDear Julian, \nCan you clarify what the next steps in the process are? I want to make sure I have a clear understanding before we move forward.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-19 10:06:14\nSUBJECT: Re: Further\nDear Julian, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-19 12:01:11\nSUBJECT: Re: 100% Risk Free\nHi, \nI appreciate the opportunity, but I need to know more about the timeline for this before I can commit.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-20 08:05:58\nSUBJECT: Re: 100% Risk Free\nHi, \nBefore I commit to anything, could you please give me a more detailed breakdown of the costs involved?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-20 22:01:49\nSUBJECT: Re: CHOICES.\nDear Amin, \nCan you provide me with some references or testimonials from anyone who got involved previously?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-21 00:04:40\nSUBJECT: Re: CHOICES.\nHi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-21 02:00:54\nSUBJECT: Re: more info\nDear Julian, \nBefore I commit to anything, could you please give me a more detailed breakdown of the costs involved?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-22 14:14:01\nSUBJECT: Re: more info\nHi, \nCan you provide me with some references or testimonials from anyone who got involved previously?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-28 01:07:25\nSUBJECT: Re: more info\nHi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-28 03:01:33\nSUBJECT: Re: more info\nHi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-28 05:02:12\nSUBJECT: Re: more info\nHi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-28 11:06:23\nSUBJECT: Re: more info\nHi, \nBefore I commit to anything, could you please give me a more detailed breakdown of the costs involved?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-28 13:08:31\nSUBJECT: Re: more info\nHi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: dt35801@m**************m\nTo: j*********8@gmail.com\nTime: 2023-03-28 13:08:31\nSUBJECT: Re: more info\nDear Angela, \nCan you provide me with some references or testimonials from anyone who got involved previously?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n"], "conversations": [{"time": "1679083864", "subject": "SUBJECT: Hello dear, my name is Julian ", "body": "Hello dear, my name is Julian Amin, I have a business proposal of\n$15,500,000.00 for you to handle. reply me for more info\n", "direction": "Inbound"}, {"time": "1679083864", "subject": "SUBJECT: Re: Hello dear, my name is Julian ", "body": "Hi, \nI'm interested in your proposal, but I think we need to explore this a bit further before I commit.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679210984", "subject": "SUBJECT: Further information.", "body": "Dear Friend,\nThank you for your mail and your willingness to help me on this\ntransaction, I am pleased to get across to you for a very urgent and\nprofitable business proposal which I believe will benefit both of us after\ncompletion. I contacted you after careful thought that you might be capable\nof handling this business transaction, which I explained in my previous\nfirst mail to you. The sum of ( $15,500,000.00 ), There is this immigrant\nMajor General Abed Hamed Mowhoush , property magnate, a major general / Air\nvice-marshal who was in command of Transport, Logistics and Airlifting\nDivision of the Iraqi Air Force during the regime of Saddam Hussein.\n2003 Invasion of Iraq, until his surrender to United States forces on 10\nNovember 2003. He died on 26 November 2003 while in U.S. custody at the\nAl-Qaim detention facility approximately 200 miles (320 km) northwest of\nBaghdad, following a 16-day period of detention that included intense\nbeatings and the use of violent and illegal torture.\nWho happens to be one of our very good clients. On the 5Th of January 2000,\nMajor Abed Hamed Mowhoush deposited this funds with my bank for safe\nkeeping with no trace of next of kin or relative in its official paperwork,\ni believed he had reasons for not including any members of its family to\nstand as next of kin in its last will and statement before its death.\nPROFILE: https://en.wikipedia.org/wiki/Abed_Hamed_Mowhoush\nAs all attempts to trace his next of kin were fruitless. My position here\nat my office requires me to investigate and I therefore made further\ninvestigations and discovered that Late Major General Abed Hamed Mowhoush,\ndid not declare any next of kin or relation in all his official documents,\nincluding his bank deposit paperwork in my bank. According to US  Law. The\nmoney will revert to the ownership of the US  government if nobody applies\nto claim the fund. To avoid this money being sent to the USA treasury as\nunclaimed funds, I have decided to seek your assistance to have you stand\nas his next of kin so that the said fund ( $15,500,000.00 USD), would be\nreleased in your name as the next of kin and paid into your account as all\nlegal document is at my custody,  I was the personal account officer to the\nlate major General.\nWe need to move fast. Once I get a positive response from you,I will send\nyou the Application Release Letter and the bank's contact details, so that\nyou can send the letter to them by email for them to release the funds to\nus. But I need you to send an immediate response via email as I am at my\ndesk awaiting your response . I will attach my identification for your\nperusal so that you will know who you are dealing with . I will appreciate\nit if you do the same . I want us to complete this transaction within 6\ndays from now. All paperwork is ready by my attorney.\nAll documents and proof that will have you claim this fund will be\nforwarded to you without any stress upon your response to this mail more\nsoon, i want to inform you that i have anonymously agreed to offer you ($\n7.5M USD) of the total sum, for the assistance and role amount. The funds\nare in US Dollars So it is not a joke. Now i need to know more about you,\nWhat do you do for a living?\nif you can handle these funds?? Can I trust you?\nAre you married with kids?\nwhat is your occupation:\n Address:\nCountry:\nMobile Number:\nNOTE: REASON FOR DEPOSITING THIS MONEY WAS FOR  CHARITY PROJECT.  THE MONEY\nWILL BE APPROVED IN LESS THAN 2-3 DAYS WITHOUT HITCH.\nI will also want you to send me your passport copy if you are serious and I\nwill also send you mine. OK, trust is very important for this transaction.\n($500,000.00 USD) will be given to charity organizations in your country\nwith your supervision while the remaining will be for me. Please send your\nconfidential telephone and fax number in your reply to this business\ntransaction. We send another step of this transaction as soon as I get your\npositive response.\nKind Regards,\nJulian Amin\nCathay Banking Group.\n", "direction": "Inbound"}, {"time": "1679213390", "subject": "SUBJECT: Re: Further information.", "body": "Dear Julian, \nCan you clarify what the next steps in the process are? I want to make sure I have a clear understanding before we move forward.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679218931", "subject": "SUBJECT: Further", "body": "Dear Angela Herman,\nThank you for your email. I happen to be the account officer of the late\nmajor general, the reason he deposited these funds with my bank was for a\ncharity project. This Transaction is risk free, we are going to donate the\nsum of $500,000.00 to charity and the rest we share %50 each for the role\nyou are going to play.\nAll documents and proof that will have you claim this fund will be\nforwarded to you without any stress upon your response to this mail more\nsoon, i want to inform you that i have anonymously agreed to offer you ($\n7.5M USD) of the total sum, for the assistance and role amount. The funds\nare in US Dollars So it is not a joke. Now i need to know more about you,\nWhat do you do for a living?\nif you can handle these funds?? Can I trust you?\nAre you married with kids?\nwhat is your occupation:\nAddress:\nCountry:\nMobile Number:\nPassport Copy.\nNOTE: REASON FOR DEPOSITING THIS MONEY WAS FOR  CHARITY PROJECT.  THE MONEY\nWILL BE APPROVED IN LESS THAN 2-3 DAYS WITHOUT HITCH.\nI will also want you to send me your passport copy if you are serious and I\nwill also send you mine. OK, trust is very important for this transaction.\n($500,000.00 USD) will be given to charity organizations in your country\nwith your supervision while the remaining will be for me. Please send your\nconfidential telephone and fax number in your reply to this business\ntransaction. We send another step of this transaction as soon as I get your\npositive response.\nKind Regards,\nJulian Amin\nCathay Banking Group.\n", "direction": "Inbound"}, {"time": "1679220374", "subject": "SUBJECT: Re: Further", "body": "Dear Julian, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679220962", "subject": "SUBJECT: 100% Risk Free", "body": "Dear Angela,\nYou do not have anything to worry about. I am the account officer, I have\nall it entails to have this money approved within the next working day.\nKindly send me the requested information so that i can forward it to the\nattorney office for the paperwork.\nThank you for your response,I sincerely appreciate your interest in\nassisting me. However, I would like to be sure of your willingness,\ntrustworthiness and commitment to execute this transaction with me,I cannot\nafford to compromise these virtues.\nConsidering the money involved,it is necessary for me to be sure of the\nperson to whom I will be entrusting this transaction,my trust is not given\nout lightly, I need to be convinced that you are a matured person  with\nsome intergrity.Furthermore, if we follow up this transaction  diligently\nit would be completed within 8 working days. As regards the  sharing of the\nfunds I wish to give you 50% of the total funds while I  get the balance\n50%, I hope you find this satisfactory.\nWhat I expect from you is trust and commitment, I want this large sum  of\nmoney transferred with your assistance. I wish to inform you this\ntransaction is just between you and me . Even my wife does not know  about\nit so please keep it confidential to.Our local telephones lines  here\ncould be intercepted easily,so they are not safe for  the project due to\nthe confidentiality required in this project,  however I am trying to fix a\nsecure telephone line that will not pass through\nour database and once this is done we can communicate via phone for  now i\nwill advise we communicate daily via mail as it seems the safest means for\nnow.\nI want to know if you are willing to follow up this business seriously\nbefore I can give you more details about this transaction,I shall be\nwaiting for your response and assurance.\nKindly send me the requested information for us to proceed with this\nlucrative venture.\nMr. Amin.\n", "direction": "Inbound"}, {"time": "1679227271", "subject": "SUBJECT: Re: 100% Risk Free", "body": "Hi, \nI appreciate the opportunity, but I need to know more about the timeline for this before I can commit.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679297008", "subject": "SUBJECT: Re: 100% Risk Free", "body": "Dear Angela,\nThere is nothing to be scared about. I have all access to these funds,\nbut please we need to donate $500,000.00 US to any orphanage closer to\nyour reach. This whole process  should be completed withing 3-4\nworking days. I will also send you copy of my ID for your perusal,.\nAmin.\n", "direction": "Inbound"}, {"time": "1679299558", "subject": "SUBJECT: Re: 100% Risk Free", "body": "Hi, \nBefore I commit to anything, could you please give me a more detailed breakdown of the costs involved?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679343859", "subject": "SUBJECT: CHOICES.", "body": "Dear Angela,\nYour only responsibility in this transaction is to keep it confidential,\ndue to its confidential nature and my job here at the bank. I was the\npersonal account officer to the late major general.\n I will take care of the legal paperwork and the lawyer cost , your only\nresponsibility in this transaction is to be responsible for the setting up\nof the option bank account with my bank that will receive these funds\nbefore we can disburse the funds to your account. Also an ATM MASTER CARD\nWILL BE DISPATCH TO YOU.  Kindly send me the required information so that i\ncan submit it to the attorney for the paperwork, funds should be approved\nwithin 3-4 working.\nI would say that your interest to assist me is rather unspecific following\nthe long silence,  as a result of this I am quite skeptical in believing\nthat you could\nbe of assistance to me as a partner, however I would like to be sure  of\nyour willingness, trustworthiness and commitment to execute this\ntransaction with me, I cannot afford to compromise these virtues.\nConsidering the money involved,it is necessary for me to be sure of the\nperson to whom I will be entrusting this transaction,my trust is not  given\nout lightly, I need to be convinced that you are a matured  person with\nsome intergrity.If you refer to one of my previous emails, I had told you\nwhat you are required to send before we commence this transaction.\nWell if I may remind you again, you are required to send at least a  copy\nof your Driver's Licence \"or\" a copy of your International  Passport. The\nmost important issue is that I want to be sure I am   transacting with the\ncorrect person,I would also like to know your  occupation.I believe this\ninformation would be enough to confirm your  interest.\nYou being a part of this transaction would only be at your free will, I\ncannot impose this on you,it is your choice to agree or disagree,  but at\nleast I deserve the privilege of knowing your decision.\nMy curiosity can be justified considering the money in question, we  should\nbe able to build up some trust for each other before we\nproceed, otherwise what will be the point if we can't trust each other.\nWhat I expect from you is trust and commitment, I want this money\ntransferred with your assistance as I plan to invest my part in some\nlucrative business of which I will need your advice and supervision.\nOur local telephone lines could be intercepted easily,so they are not  safe\nfor the project.This is why I have installed a more private\ncommunication that does not go through our exchange.\nI want to know if you are willing to follow up this business seriously,\nbefore I can take further action, it is imperative for you\nto reach me back immediately.\nSincerely,\nAmin\n", "direction": "Inbound"}, {"time": "1679349709", "subject": "SUBJECT: Re: CHOICES.", "body": "Dear Amin, \nCan you provide me with some references or testimonials from anyone who got involved previously?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679350041", "subject": "SUBJECT: Re: CHOICES.", "body": "No one.\n", "direction": "Inbound"}, {"time": "1679357080", "subject": "SUBJECT: Re: CHOICES.", "body": "Hi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679359814", "subject": "SUBJECT: more info", "body": "Dear Partner,\nThank you very much for your response and your interest in this\ntransaction, I am also glad to note that you are a noble and trustworthy\nperson whom I can rely on for your capabilities to handle this transaction.\nI have not contacted anybody but you for assistance , after reading your\nlast email i became  more convinced of your ability to see this through , i\nam now more sure of your willingness, trustworthiness and commitment to\nexecute this transaction with me after reading your message, I cannot\nafford to compromise these virtues Considering the huge amount involved, it\nis necessary for me to be sure of the person to whom I will be entrusting\nthis money to, Actually my trust is not given out lightly but something in\nmy heart tells me i can trust you to deliver, I will send  your full names\nto the local Attorney here in London who will represent prepare all the\ndocuments to ensure the funds are released to you without your physical\npresence here in the United State  after i have been able to source out a\nreliable Lawyer later today. Barrister Jonathan Acton Davis ESW of Atkin\nchambers.\nREAD THE FOLLOWING AND GET BACK TO ME:\nFirstly,You should note that this project is highly capital intensive. This\nis why I have to be very careful. I need your total devotion and trust to\nsee this through. I know we have not met before, but I am very confident\nthat we will be able to establish the necessary trust that we need to\nexecute this project within the next couple of days when the transfer to\nyour local account in your Country will be completed .\nFurthermore, to ensure our success  i shall be responsible for paying the\nprocessing of the relevant affidavits and documents in your name to put you\nas the legal beneficiary of the funds  and I will take care of the cost of\nretaining the services of the Attorney and to have the transfer documents\nperfected as soon as possible so that the release process can commence\nwithout any undue delays. He shall draft the necessary Affidavits which\nshall put you in place as next of kin after obtaining the Letter of\n probate/Administration and power of Attorney and he shall then be handling\nall matters of probate on your behalf as far as this transaction is\nconcerned, I will handle these costs on my side.\nTo ensure that the funds are transferred  to your local account in your own\ncountry, you will be required to open an offshore/online account with my\nbank from where you will personally transfer the funds to your local\naccount from your own computer through our secured website. It is necessary\nfor me to let you know that you will be required to take care of the cost\nof opening the account and having the account activated as you will be\ndealing directly with Cathay Banking Group as we have been able to trace\nsome funds in some foreign accounts . You have to realize that although I\nam an insider but have the legal power to approve the funds, I will prefer\nyou deal Directly with the concerned Bank official. The reason I am telling\nyou this is because the Bank will not  transfer the money from here to you\nwithout recommending that you open an online account with it and have it\nready to transfer the funds, I do not want any complications.What I expect\nfrom you is trust , commitment and total co-operation , I want this money\ntransferred with your assistance out of My bank  If we act fast enough and\nyou show enough commitment ,we could complete the project within a maximum\nof five banking days, hence we must remain on continuous correspondence\ndaily by email, I will send you the application release letter so that you\ncan send it to the bank at once .\nI shall be expecting positive feedback and assurance from you as soon as\npossible, everything is ready on my side for the successful completion of\nthis project, I earnestly await your response.\nSincerely,\nJulian Amin Mr.)\nP:S Do not forget that details of this transaction remain CONFIDENTIAL as I\ndo not want you to draw undue attention to yourself as a result of the huge\nfunds you are expecting in your bank account soon .\n", "direction": "Inbound"}, {"time": "1679364054", "subject": "SUBJECT: Re: more info", "body": "Dear Julian, \nBefore I commit to anything, could you please give me a more detailed breakdown of the costs involved?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679364371", "subject": "SUBJECT: Re: more info", "body": "To set up an offshore business account with my bank is less than $50000.\nAmin\n", "direction": "Inbound"}, {"time": "1679493259", "subject": "SUBJECT: Re: more info", "body": "What do you mean?\n", "direction": "Inbound"}, {"time": "1679494441", "subject": "SUBJECT: Re: more info", "body": "Hi, \nCan you provide me with some references or testimonials from anyone who got involved previously?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679957004", "subject": "SUBJECT: Re: more info", "body": "INFO SENT\n", "direction": "Inbound"}, {"time": "1679962045", "subject": "SUBJECT: Re: more info", "body": "Hi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679962398", "subject": "SUBJECT: Re: more info", "body": "Can i call you?\n", "direction": "Inbound"}, {"time": "1679968893", "subject": "SUBJECT: Re: more info", "body": "Hi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679969308", "subject": "SUBJECT: Re: more info", "body": "What do you mean?\n", "direction": "Inbound"}, {"time": "1679976132", "subject": "SUBJECT: Re: more info", "body": "Hi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679992987", "subject": "SUBJECT: Re: more info", "body": "You can call me now.\n", "direction": "Inbound"}, {"time": "1679997983", "subject": "SUBJECT: Re: more info", "body": "Hi, \nBefore I commit to anything, could you please give me a more detailed breakdown of the costs involved?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679998770", "subject": "SUBJECT: Re: more info", "body": "GIVE ME YOUR NUMBER TO CALL YOU\n", "direction": "Inbound"}, {"time": "1679999241", "subject": "SUBJECT: Re: more info", "body": "$50,000.00\n", "direction": "Inbound"}, {"time": "1680005311", "subject": "SUBJECT: Re: more info", "body": "Hi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1680005311", "subject": "SUBJECT: Re: more info", "body": "Dear Angela, \nCan you provide me with some references or testimonials from anyone who got involved previously?\n Kind Regards,\nAngela Herman\n___________________________________\nAngela Herman,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}]}