{"invalid": false, "init_time": 1679803584.0, "distract_time": 315768, "strategy": "BusinessPerson", "income_messages": ["From: n*************7@gmail.com\nTo: CRAWLER\nTime: 2023-03-26 05:06:24\nSUBJECT: Hello Partner,\nHello Partner,\nHope all is well on your side? it been a while now and i have not\nheard from you again, this email is to remind you about the\ntransaction.\nPlease if you are no more helping me to receive this funds, please let\nme know so that i can find another partner that would help me receive\nthe funds.\nAll you have to pay is 300 euros\n to get your ATM CARD delivered to\nyour house address.\nMs. Ling Tse Nancy\n", "From: n*************7@gmail.com\nTo: ky40055@m**************m\nTime: 2023-03-27 01:54:30\nSUBJECT: I await your response.\nDear,\nThank you for giving me your time, Let me start by introducing myself,\nI am Mr Ms. Ling Tse Nancy, a staff of WING HANG BANK here in HONG\nKONG; I am contacting you concerning a customer and an investment\nplaced under our banks management; as a matter of fact it was 4 years\nago. I would respectfully request that you keep the contents of this\nmail private and also to kindly respect the integrity of the\ninformation you come by as a result of this email. I contacted you\nindependently of our investigation and no one is informed of this\ncommunication; I would like to intimate you with certain facts that I\nbelieve would be of interest to you. it is of great importance for you\nto take care and understand every word which I have written down\nbelow; please be patient and read the explanation in my email.\nIn 2006, the subject matter; Ref: HI/DSB/453/4 03/05 70 came to our\nbank to engage in business discussions with our Private Banking\nServices Department. He informed us that he had a financial portfolio\nof USD$18,991,674 million United States Dollars, which he wished to\nhave us turn over (invest) on his behalf. I was the officer assigned\nto his case; I made numerous suggestions in line with my duties as the\nde-facto chief operations officer of the Private Banking Services\nDepartment, especially given the volume of funds he wished to put into\nour bank.\nFew months later his attention was needed regarding a business which i\nwas going to discuss with him but i was unable to reach him, I made\nfutile efforts to locate him I immediately passed the task of locating\nhim to the internal investigations department of our bank. Four days\nlater, information started to trickle in, that he was apparently dead,\na person who suited his description was declared dead of a heart\nattack in Cannes, South of France; we were soon enough able to gather\nmore information and the cause of death was confirmed. The bank\nimmediately launched an investigation into possible surviving next of\nkin to alert about the situation and also to come forward to claim his\nfunds. If you are familiar with private banking affairs, those who\npatronize our services usually prefer anonymity, but also some levels\nof detachment from conventional processes. In his bio-data form, he\nlisted no next of kin. In the field of private banking, opening an\naccount with us means no one will know of its existence, accounts are\nrarely held under a name; depositors use numbers and codes to make the\naccounts anonymous. This bank also gives the choice to depositors of\nhaving their mail sent to them or held at the bank itself, ensuring\nthat there are no traces of the account and as I said, rarely do they\nnominate next of kin. Private banking clients apart from not\nnominating next of kin also usually in most cases leave wills in our\ncare, in this case; he died Intestate..\nThere is USD$18,991,674(eighteen million, nine hundred and ninety one\nthousand, six hundred and seventy four united states dollars)\ndeposited, I alone have the deposit details and they will release the\ndeposit to no one unless I instruct them to do so. Also I alone know\nof the existence of this deposit for as far as the finance firm is\nconcerned, the transaction with our deceased customer concluded when I\nsent the funds to the firm, all outstanding interactions in relation\nto the file are just customer services and due process. The finance\nfirm has no single idea of what's the history or nature of the\ndeposit, they are simply awaiting instructions to release the deposit\nto any party that comes forward, and this is the situation. This bank\nhas spent great amounts of money trying to track the family of the\ndeceased; they have investigated for months and have found no family\nbut however the investigation has officially come to an end.\nMy proposal; I am prepared and ready to place you in a position\nwhereby an instruction is given to the finance firm to officially\nrelease the deposit to you as the closest surviving\nrelation/associate, and all etiquette shall be done in accordance with\nthe rule of law, I certainly can guarantee you that. By the common\nlaw, the power of bequeathing is coeval with the first rudiments of\nthe law. There is no ruling which prevents an inheritance from being\nso exhausted by legacies as to render it unworthy of the theirs\nacceptance; perfect operation whereby the paper work shall be\nco-ordinated in such a way that your status as a sole beneficiary is\nconfirmed. Upon receipt of the deposit, I will share the money with\nyou in half and no more; that is: I will simply nominate you as the\nnext of kin and have them release the deposit to you; afterwards we\nshare the proceeds 50/50.\nI would have gone ahead to ask the funds be released to me, but that\nwould have drawn a straight line to me and my involvement in claiming\nthe deposit, but on the other hand, you as a indifferent foreigner\nwould easily pass as the beneficiary with the rights to claim, I\nassure you that I could have the deposit released to you in a few\ndays. I will simply inform our bank of the final closing of the file\nrelating to the customer If you find yourself interested to work with\nme, please contact me specifically, if you give me positive signals, I\nwill initiate this process towards a quick conclusion. It is necessary\nto inform you that under no condition should you contact me via\nofficial channels; I will simply deny knowing you and about this\nproject. I repeat, I do not want you contacting me through our\nofficial lines neither do I want you contacting me through my official\nemail account. I do not want any direct link between you and me. My\nofficial lines are not secure lines as they are periodically monitored\nto assess our level of customer care in line with our Total Quality\nManagement policy, please observe this instruction religiously.\nPlease, again, note I am a Family woman; I am married with kids, I\nsend you this mail not without a measure of fear as to what the\nconsequences might be, but I know within me that nothing ventured is\nnothing gained and that success and riches never come easy or on a\nplatter of gold, this is the one truth I have learned from my private\nbanking clients; do not betray my confidence. If we can be of one\naccord I shall have the pleasure of meeting you, after this task has\nbeen completed plan a meeting.\nI await your response.\nYour Friend,\nMs. Ling Tse Nancy\n", "From: n*************7@gmail.com\nTo: ky40055@m**************m\nTime: 2023-03-27 03:03:26\nSUBJECT: Dear Friend.\nDear Friend,\nI want to thank you for your email response, I sincerely appreciate\nyour interest to assist me in this transaction, however I would like\nto be sure of your willingness, trustworthiness and commitment to\nexecute this transaction with me, I cannot afford to compromise these\nvirtues because this transaction is highly sensitive, I have\nmyprinciples which will profit the both of us. I will need you to\nfollow my instruction to enable us have this transaction completed on\ntime.\nI know you might be wondering where I got your email contact but to be\nhonest with you, I got your contact email discretely on the internet\nduring my search for a reliable partner who would be of assistance to\nme in order to have the funds transferred out, if you read my previous\nemails properly I have explained why I need your assistance, I did\nconsider what you might think about my kind of person but the risk was\nworth taken and the fact remains that I cannot transfer the funds in\nmy own name, this is the main reason your assistance as a foreigner is\nrequired.\nConsidering the money involved, it is necessary for me to be sure of\nthe person to whom I will be entrusting this transaction, my trust is\nnot given out lightly and I do not expect you to trust me that easy\ntoo, so I need to be convinced that you are a matured person with some\nintegrity and I will also prove my integrity to you. With regards to\nthe legality of this transaction, I want to inform you that the\nattorney I am using will prepare the affidavits which shall legally\nput you in place as beneficiary; and will obtain the necessary\nclearances which will cover all the aspects involved in this\ntransaction from the Hong Kong authorities including the Justice\ndepartment. Every document will be done to meet all international\nbeneficiary claim standards and I will be responsible for his payment\nso don't think about that.\nI must also inform you that you will not have to travel to anywhere\nfor any reason, because the attorney shall be handling all matters of\nprobate on your behalf, you will be duly represented here by the\nattorney, he is an accredited lawyer with vast experience in issues of\ninheritance here in Hong Kong. He will have all the documents\nperfected, and with these documents he shall come forward to apply for\nthe immediate release and transfer of the funds to you. I do not need\nyou to send any money to me for any reason as I will take care of all\nexpenses that will come my way on my end.\nWhat I expect from you is trust and commitment, I want this large sum\nof money transferred with your assistance, and as a banker for many\nyears I know that if we follow up this transaction diligently it would\nbe completed within 12 working days without any question.\nI want to know if you are willing to follow up this business seriously\nbefore I can give you more details about this transaction, as a result\nof which I shall be waiting for your response and assurance, you need\nto be someone whom I can rely upon, at least for absolute commitment.\nSincerely.\nMs. Ling Tse Nancy\n", "From: n*************7@gmail.com\nTo: ky40055@m**************m\nTime: 2023-03-27 15:13:47\nSUBJECT: READ THE FOLLOWING AND GET BACK TO ME:\nGood Day,\nThank you once again for your genuine interest in this transaction, I\nam very glad to note that you are a noble, matured, and trustworthy\nperson whom I can rely on for your capabilities to handle this\ntransaction, and for a person of your status and experience I am very\nconfident doing this business with you.\nLike I said before, due to this issue on my hands now it became\nnecessary for me to seek your assistance, I appreciate the fact that\nyou are ready to assist me in executing this project, and also you\nmight help me in investing my money in your country or somewhere else,\nI am quite certain about that. You should not have anything to worry\nabout, I will do everything legally required to ensure that the\nproject goes smoothly, it shall pass through all Laws of International\nBanking and beneficiary claim, you have my word.\nHaving resolved to entrust this transaction into your hands, I want to\nremind you that it needs your commitment and diligent follow up. If\nyou work seriously, the entire transaction should be over in a couple\nof days...\nREAD THE FOLLOWING AND GET BACK TO ME:\nFirstly, I will want to know precisely the type of occupation that you\ndo, you should note that this project is highly capital intensive,\nthis is why I have to be very careful, I need your total devotion and\ntrust to see this through, I know we have not met before but I am very\nconfident that we will be able to establish the necessary trust that\nwe need to execute this project.\nI am now in a search of a foreign on-line bank which I may require\nthat you open an account in your name in this foreign bank, I will\nfind a bank that you can open account on-line with request your fiscal\npresent. The money would be transferred to your account which you will\nopen in this bank for both of us, this is one of the ways I have found\nand it will protect us from my local banks in my country, I want us to\nenjoy this money in peace when we conclude, so you should listen to my\ninstructions and follow them carefully. Also you have to know that I\ncannot transfer this money in my name as my bank will be aware that it\nis from me, this is where I need your assistance.\nAs a result of this, you may have to open an account in the\ncorresponding bank that has the same transfer telex-type with my bank,\nI will obtain a certificate of deposit from my bank, it will be issued\nin your name, and this will make you the beneficiary of the funds.\nAfter the money is been release it will be transfer to your account\nfor both of us and we can then instruct the bank to transfer our\nvarious shares into our respective home bank accounts bit by bit, I\nwill also perfect the documentations with the assistance of my\nattorney to give the transaction the legal right.\nBefore we commence all this things, I will need to do the paper work\nthat will place you as the beneficiary of the fund so I will need you\nto send me a copy of your identification (International passport OR\nDriver's License), your current residential address and your phone\nnumber, I will give them to the attorney who will do the paper work\nand it will also prove me that I am transacting with the correct\nperson and as soon as I get all these from you I will commence the\npaper work that will place you as the beneficiary. I hope you will\nunderstand why I need all these, the money in question is a huge sum\nof money and I want to ensure that I know you well before I proceed to\ngive you all the details to commence the project, I will also send you\nmy own Identification upon the receipt of your identification.\nEnsure that you keep this project confidential; do not discuss it with\nanybody, because of the confidential nature of this transaction and my\nwork.\nPlease reply soonest.\nBest Regards,\nMs. Ling Tse Nancy\n", "From: n*************7@gmail.com\nTo: ky40055@m**************m\nTime: 2023-03-27 18:07:27\nSUBJECT: Re: READ THE FOLLOWING AND GET BACK TO ME:.\nThe only cost that is involved is for you to open an online banking\naccount with the bank that i will refer you to later on.\nThank you.\n", "From: n*************7@gmail.com\nTo: ky40055@m**************m\nTime: 2023-03-28 14:56:11\nSUBJECT: please make contact with Citico Private Bank via their email address (info_citicocapital@accountant.com).\nDear ,\n  I have to thank you very much indeed for showing some great\nresponsibility and trust, your interest has proved to be genuine and I\nmust also let you know that having confirmed your identity and genuine\ncommitment, I feel much more comfortable doing this business with you,\neven though we have not had a verbal conversation on the phone. Please\nmy dearest friend; do not let me down in this important transaction\nand all the trust I am giving you as a foreign partner, a friend and\nsomeone I may now consider to be my brother. I would indeed be\noverwhelmed meeting you in person, perhaps there are lots of other\ntransactions we could have together apart from this, I have being in\nthe financial sector for many years though I try as much as possible\nto diversify my interests by exploring new frontiers.\nAfter I saw your information, i  immediately sent a copy to the\nattorney/advocate who will put together the perfected paper work to be\nsent to the bank for the immediate release and transfer of the funds\nto you, this should take some days depending on how fast you can open\nthe new online account. I have conclude my inquiries on some banks\nthat has the same transfer telex-type with my bank, the bank is in\nENGLAND  and do not need you to travel before open the new account. I\ndid use my bank name to prescribe you to the bank in ENGLAND they have\nyour name and they are expecting you to contact them.\nI am now sending you the foreign bank detail in the ENGLAND BANK\n(Citico Private Bank) so you can contact them and make inquiries on\noffshore/online account opening, I advise you like I said earlier that\nyou should open a new online account with this bank in ENGLAND, so\nthat once the funds are released, they will be transferred straight\ninto your new ONLINE account and the transfer will not attract any\ninternational monetary bodies, as the transfer will be regarded as an\nin-house (same telex-type with my bank.) If you also remember I told\nyou in my previous email that when the funds have been transferred\ninto the new online account which you shall open,and after you have\nconfirmed that the funds are credited in your account, you shall then\nbegin the disbursement of the funds into other accounts without having\nany problem with the authority.\nI have all ready made some inquires on who to contact directly to open\nan account as an international customer, please contact the bank witt\nthe information bellow to speed up your account opening. Let them know\nyou want an account that you can operate online and you do not have\ntime to travel to come over to open the new account so we want\neverything done via email, fax and telephone. Tell them that a bank in\nHong Kong gave you this contact information.\nBank name: (Citico Capital Bank)\nEmail: info_citicocapital@accountant.com\nBank director: Mrs. Amelia Connor\nI have to let you know that Citico Private Bank is not a regular\nCommercial bank but rather an Credit Intermediary Bank which operates\nan  online banking system in as mall scale and renders banking\nservices to individuals and companies involved in international\noperations, they also work in affiliate with other banks in Europe,\nAsia and America. One of the major reasons we are using Citico Private\nBank is because this  bank happens to be of the same telex type with\nthe bank I work, whichmeans that any transfer between them and my bank\nwould always be  seem as an in-house transfer, this definitely avoided\nthe attention of certain international financial bodies that have\nstrict monetary policies. The authorities would simply regard such\ntransfer to be a Bank to Bank affair and it would not raise eyebrows\nor trigger any red flags, it was absolutely necessary to take certain\nprecautions on transactions like this, I have to ensure that our\ninterest are protected in this transaction.Being a professional banker\nfor many years I expect you to heed my advice for the success of this\ntransaction and the subsequent disbursement of the funds.\nI shall await an update from you shortly about the opening of your new\nonline account, please make contact with Citico Private Bank Online\nand apply for the account because I would like the account opening to\nbe fast; you can contact the bank via their email address\n(info_citicocapital@accountant.com). I know that the benefits of this\ntransaction is a lifetime fortune for both of us and our families  so\nI expect you to handle this transaction as a major priority, from now\nI will call you My Brother so that we both understand that our trust\nin  each other is that of blood brother and sister. May God bless you\nfor your positive resolve to affect our lives.\nYour Sister,\nMs. Ling Tse Nancy\n", "From: n*************7@gmail.com\nTo: ky40055@m**************m\nTime: 2023-03-29 20:49:12\nSUBJECT: Please write to Amelia Connor on the email i sent you and follow her instruction she will assist you.\nHello Homer Frank,\nLike i said in my previous email, this is a secret transaction and we\ncan't involve any third parties in this transaction that means nobody\nmust know about this transaction.\nNote that this was the reason i refer you to contact  Amelia Connor,\nshe will be the one that will help us to finalized this transaction,\nso that we can both celebrate our success at the end of this\ntransaction.\nPlease write to  Amelia Connor on the email i sent you and follow her\ninstruction she will assist you.\nGreetings,\nNancy\n"], "outbound_messages": ["From: ky40055@m**************m\nTo: n*************7@gmail.com\nTime: 2023-03-26 05:06:24\nSUBJECT: Re: Hello Partner,\nHi, \nI'm interested in your proposal, but I think we need to explore this a bit further before I commit.\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: ky40055@m**************m\nTo: n*************7@gmail.com\nTime: 2023-03-27 03:00:57\nSUBJECT: Re: I await your response.\nHi, \nI appreciate the opportunity, but I need to know more about the timeline for this before I can commit.\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: ky40055@m**************m\nTo: n*************7@gmail.com\nTime: 2023-03-27 05:02:02\nSUBJECT: Re: Dear Friend.\nDear Your, \nCan you clarify what the next steps in the process are? I want to make sure I have a clear understanding before we move forward.\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: ky40055@m**************m\nTo: n*************7@gmail.com\nTime: 2023-03-27 17:14:52\nSUBJECT: Re: READ THE FOLLOWING AND GET BACK TO ME:\nDear Ling, \nBefore I commit to anything, could you please give me a more detailed breakdown of the costs involved?\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: ky40055@m**************m\nTo: n*************7@gmail.com\nTime: 2023-03-27 19:04:15\nSUBJECT: Re: READ THE FOLLOWING AND GET BACK TO ME:.\nHi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: ky40055@m**************m\nTo: n*************7@gmail.com\nTime: 2023-03-28 15:09:36\nSUBJECT: Re: please make contact with Citico Private Bank via their email address (info_citicocapital@accountant.com).\nHi, \nCan you provide me with some references or testimonials from anyone who got involved previously?\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n"], "conversations": [{"time": "1679803584", "subject": "SUBJECT: Hello Partner,", "body": "Hello Partner,\nHope all is well on your side? it been a while now and i have not\nheard from you again, this email is to remind you about the\ntransaction.\nPlease if you are no more helping me to receive this funds, please let\nme know so that i can find another partner that would help me receive\nthe funds.\nAll you have to pay is 300 euros\n to get your ATM CARD delivered to\nyour house address.\nMs. Ling Tse Nancy\n", "direction": "Inbound"}, {"time": "1679803584", "subject": "SUBJECT: Re: Hello Partner,", "body": "Hi, \nI'm interested in your proposal, but I think we need to explore this a bit further before I commit.\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679878470", "subject": "SUBJECT: I await your response.", "body": "Dear,\nThank you for giving me your time, Let me start by introducing myself,\nI am Mr Ms. Ling Tse Nancy, a staff of WING HANG BANK here in HONG\nKONG; I am contacting you concerning a customer and an investment\nplaced under our banks management; as a matter of fact it was 4 years\nago. I would respectfully request that you keep the contents of this\nmail private and also to kindly respect the integrity of the\ninformation you come by as a result of this email. I contacted you\nindependently of our investigation and no one is informed of this\ncommunication; I would like to intimate you with certain facts that I\nbelieve would be of interest to you. it is of great importance for you\nto take care and understand every word which I have written down\nbelow; please be patient and read the explanation in my email.\nIn 2006, the subject matter; Ref: HI/DSB/453/4 03/05 70 came to our\nbank to engage in business discussions with our Private Banking\nServices Department. He informed us that he had a financial portfolio\nof USD$18,991,674 million United States Dollars, which he wished to\nhave us turn over (invest) on his behalf. I was the officer assigned\nto his case; I made numerous suggestions in line with my duties as the\nde-facto chief operations officer of the Private Banking Services\nDepartment, especially given the volume of funds he wished to put into\nour bank.\nFew months later his attention was needed regarding a business which i\nwas going to discuss with him but i was unable to reach him, I made\nfutile efforts to locate him I immediately passed the task of locating\nhim to the internal investigations department of our bank. Four days\nlater, information started to trickle in, that he was apparently dead,\na person who suited his description was declared dead of a heart\nattack in Cannes, South of France; we were soon enough able to gather\nmore information and the cause of death was confirmed. The bank\nimmediately launched an investigation into possible surviving next of\nkin to alert about the situation and also to come forward to claim his\nfunds. If you are familiar with private banking affairs, those who\npatronize our services usually prefer anonymity, but also some levels\nof detachment from conventional processes. In his bio-data form, he\nlisted no next of kin. In the field of private banking, opening an\naccount with us means no one will know of its existence, accounts are\nrarely held under a name; depositors use numbers and codes to make the\naccounts anonymous. This bank also gives the choice to depositors of\nhaving their mail sent to them or held at the bank itself, ensuring\nthat there are no traces of the account and as I said, rarely do they\nnominate next of kin. Private banking clients apart from not\nnominating next of kin also usually in most cases leave wills in our\ncare, in this case; he died Intestate..\nThere is USD$18,991,674(eighteen million, nine hundred and ninety one\nthousand, six hundred and seventy four united states dollars)\ndeposited, I alone have the deposit details and they will release the\ndeposit to no one unless I instruct them to do so. Also I alone know\nof the existence of this deposit for as far as the finance firm is\nconcerned, the transaction with our deceased customer concluded when I\nsent the funds to the firm, all outstanding interactions in relation\nto the file are just customer services and due process. The finance\nfirm has no single idea of what's the history or nature of the\ndeposit, they are simply awaiting instructions to release the deposit\nto any party that comes forward, and this is the situation. This bank\nhas spent great amounts of money trying to track the family of the\ndeceased; they have investigated for months and have found no family\nbut however the investigation has officially come to an end.\nMy proposal; I am prepared and ready to place you in a position\nwhereby an instruction is given to the finance firm to officially\nrelease the deposit to you as the closest surviving\nrelation/associate, and all etiquette shall be done in accordance with\nthe rule of law, I certainly can guarantee you that. By the common\nlaw, the power of bequeathing is coeval with the first rudiments of\nthe law. There is no ruling which prevents an inheritance from being\nso exhausted by legacies as to render it unworthy of the theirs\nacceptance; perfect operation whereby the paper work shall be\nco-ordinated in such a way that your status as a sole beneficiary is\nconfirmed. Upon receipt of the deposit, I will share the money with\nyou in half and no more; that is: I will simply nominate you as the\nnext of kin and have them release the deposit to you; afterwards we\nshare the proceeds 50/50.\nI would have gone ahead to ask the funds be released to me, but that\nwould have drawn a straight line to me and my involvement in claiming\nthe deposit, but on the other hand, you as a indifferent foreigner\nwould easily pass as the beneficiary with the rights to claim, I\nassure you that I could have the deposit released to you in a few\ndays. I will simply inform our bank of the final closing of the file\nrelating to the customer If you find yourself interested to work with\nme, please contact me specifically, if you give me positive signals, I\nwill initiate this process towards a quick conclusion. It is necessary\nto inform you that under no condition should you contact me via\nofficial channels; I will simply deny knowing you and about this\nproject. I repeat, I do not want you contacting me through our\nofficial lines neither do I want you contacting me through my official\nemail account. I do not want any direct link between you and me. My\nofficial lines are not secure lines as they are periodically monitored\nto assess our level of customer care in line with our Total Quality\nManagement policy, please observe this instruction religiously.\nPlease, again, note I am a Family woman; I am married with kids, I\nsend you this mail not without a measure of fear as to what the\nconsequences might be, but I know within me that nothing ventured is\nnothing gained and that success and riches never come easy or on a\nplatter of gold, this is the one truth I have learned from my private\nbanking clients; do not betray my confidence. If we can be of one\naccord I shall have the pleasure of meeting you, after this task has\nbeen completed plan a meeting.\nI await your response.\nYour Friend,\nMs. Ling Tse Nancy\n", "direction": "Inbound"}, {"time": "1679882457", "subject": "SUBJECT: Re: I await your response.", "body": "Hi, \nI appreciate the opportunity, but I need to know more about the timeline for this before I can commit.\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679882606", "subject": "SUBJECT: Dear Friend.", "body": "Dear Friend,\nI want to thank you for your email response, I sincerely appreciate\nyour interest to assist me in this transaction, however I would like\nto be sure of your willingness, trustworthiness and commitment to\nexecute this transaction with me, I cannot afford to compromise these\nvirtues because this transaction is highly sensitive, I have\nmyprinciples which will profit the both of us. I will need you to\nfollow my instruction to enable us have this transaction completed on\ntime.\nI know you might be wondering where I got your email contact but to be\nhonest with you, I got your contact email discretely on the internet\nduring my search for a reliable partner who would be of assistance to\nme in order to have the funds transferred out, if you read my previous\nemails properly I have explained why I need your assistance, I did\nconsider what you might think about my kind of person but the risk was\nworth taken and the fact remains that I cannot transfer the funds in\nmy own name, this is the main reason your assistance as a foreigner is\nrequired.\nConsidering the money involved, it is necessary for me to be sure of\nthe person to whom I will be entrusting this transaction, my trust is\nnot given out lightly and I do not expect you to trust me that easy\ntoo, so I need to be convinced that you are a matured person with some\nintegrity and I will also prove my integrity to you. With regards to\nthe legality of this transaction, I want to inform you that the\nattorney I am using will prepare the affidavits which shall legally\nput you in place as beneficiary; and will obtain the necessary\nclearances which will cover all the aspects involved in this\ntransaction from the Hong Kong authorities including the Justice\ndepartment. Every document will be done to meet all international\nbeneficiary claim standards and I will be responsible for his payment\nso don't think about that.\nI must also inform you that you will not have to travel to anywhere\nfor any reason, because the attorney shall be handling all matters of\nprobate on your behalf, you will be duly represented here by the\nattorney, he is an accredited lawyer with vast experience in issues of\ninheritance here in Hong Kong. He will have all the documents\nperfected, and with these documents he shall come forward to apply for\nthe immediate release and transfer of the funds to you. I do not need\nyou to send any money to me for any reason as I will take care of all\nexpenses that will come my way on my end.\nWhat I expect from you is trust and commitment, I want this large sum\nof money transferred with your assistance, and as a banker for many\nyears I know that if we follow up this transaction diligently it would\nbe completed within 12 working days without any question.\nI want to know if you are willing to follow up this business seriously\nbefore I can give you more details about this transaction, as a result\nof which I shall be waiting for your response and assurance, you need\nto be someone whom I can rely upon, at least for absolute commitment.\nSincerely.\nMs. Ling Tse Nancy\n", "direction": "Inbound"}, {"time": "1679889722", "subject": "SUBJECT: Re: Dear Friend.", "body": "Dear Your, \nCan you clarify what the next steps in the process are? I want to make sure I have a clear understanding before we move forward.\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679926427", "subject": "SUBJECT: READ THE FOLLOWING AND GET BACK TO ME:", "body": "Good Day,\nThank you once again for your genuine interest in this transaction, I\nam very glad to note that you are a noble, matured, and trustworthy\nperson whom I can rely on for your capabilities to handle this\ntransaction, and for a person of your status and experience I am very\nconfident doing this business with you.\nLike I said before, due to this issue on my hands now it became\nnecessary for me to seek your assistance, I appreciate the fact that\nyou are ready to assist me in executing this project, and also you\nmight help me in investing my money in your country or somewhere else,\nI am quite certain about that. You should not have anything to worry\nabout, I will do everything legally required to ensure that the\nproject goes smoothly, it shall pass through all Laws of International\nBanking and beneficiary claim, you have my word.\nHaving resolved to entrust this transaction into your hands, I want to\nremind you that it needs your commitment and diligent follow up. If\nyou work seriously, the entire transaction should be over in a couple\nof days...\nREAD THE FOLLOWING AND GET BACK TO ME:\nFirstly, I will want to know precisely the type of occupation that you\ndo, you should note that this project is highly capital intensive,\nthis is why I have to be very careful, I need your total devotion and\ntrust to see this through, I know we have not met before but I am very\nconfident that we will be able to establish the necessary trust that\nwe need to execute this project.\nI am now in a search of a foreign on-line bank which I may require\nthat you open an account in your name in this foreign bank, I will\nfind a bank that you can open account on-line with request your fiscal\npresent. The money would be transferred to your account which you will\nopen in this bank for both of us, this is one of the ways I have found\nand it will protect us from my local banks in my country, I want us to\nenjoy this money in peace when we conclude, so you should listen to my\ninstructions and follow them carefully. Also you have to know that I\ncannot transfer this money in my name as my bank will be aware that it\nis from me, this is where I need your assistance.\nAs a result of this, you may have to open an account in the\ncorresponding bank that has the same transfer telex-type with my bank,\nI will obtain a certificate of deposit from my bank, it will be issued\nin your name, and this will make you the beneficiary of the funds.\nAfter the money is been release it will be transfer to your account\nfor both of us and we can then instruct the bank to transfer our\nvarious shares into our respective home bank accounts bit by bit, I\nwill also perfect the documentations with the assistance of my\nattorney to give the transaction the legal right.\nBefore we commence all this things, I will need to do the paper work\nthat will place you as the beneficiary of the fund so I will need you\nto send me a copy of your identification (International passport OR\nDriver's License), your current residential address and your phone\nnumber, I will give them to the attorney who will do the paper work\nand it will also prove me that I am transacting with the correct\nperson and as soon as I get all these from you I will commence the\npaper work that will place you as the beneficiary. I hope you will\nunderstand why I need all these, the money in question is a huge sum\nof money and I want to ensure that I know you well before I proceed to\ngive you all the details to commence the project, I will also send you\nmy own Identification upon the receipt of your identification.\nEnsure that you keep this project confidential; do not discuss it with\nanybody, because of the confidential nature of this transaction and my\nwork.\nPlease reply soonest.\nBest Regards,\nMs. Ling Tse Nancy\n", "direction": "Inbound"}, {"time": "1679933692", "subject": "SUBJECT: Re: READ THE FOLLOWING AND GET BACK TO ME:", "body": "Dear Ling, \nBefore I commit to anything, could you please give me a more detailed breakdown of the costs involved?\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679936847", "subject": "SUBJECT: Re: READ THE FOLLOWING AND GET BACK TO ME:.", "body": "The only cost that is involved is for you to open an online banking\naccount with the bank that i will refer you to later on.\nThank you.\n", "direction": "Inbound"}, {"time": "1679940255", "subject": "SUBJECT: Re: READ THE FOLLOWING AND GET BACK TO ME:.", "body": "Hi, \nCan you provide some more details? I want to be 100% sure about the situation before I get involved.\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1680011771", "subject": "SUBJECT: please make contact with Citico Private Bank via their email address (info_citicocapital@accountant.com).", "body": "Dear ,\n  I have to thank you very much indeed for showing some great\nresponsibility and trust, your interest has proved to be genuine and I\nmust also let you know that having confirmed your identity and genuine\ncommitment, I feel much more comfortable doing this business with you,\neven though we have not had a verbal conversation on the phone. Please\nmy dearest friend; do not let me down in this important transaction\nand all the trust I am giving you as a foreign partner, a friend and\nsomeone I may now consider to be my brother. I would indeed be\noverwhelmed meeting you in person, perhaps there are lots of other\ntransactions we could have together apart from this, I have being in\nthe financial sector for many years though I try as much as possible\nto diversify my interests by exploring new frontiers.\nAfter I saw your information, i  immediately sent a copy to the\nattorney/advocate who will put together the perfected paper work to be\nsent to the bank for the immediate release and transfer of the funds\nto you, this should take some days depending on how fast you can open\nthe new online account. I have conclude my inquiries on some banks\nthat has the same transfer telex-type with my bank, the bank is in\nENGLAND  and do not need you to travel before open the new account. I\ndid use my bank name to prescribe you to the bank in ENGLAND they have\nyour name and they are expecting you to contact them.\nI am now sending you the foreign bank detail in the ENGLAND BANK\n(Citico Private Bank) so you can contact them and make inquiries on\noffshore/online account opening, I advise you like I said earlier that\nyou should open a new online account with this bank in ENGLAND, so\nthat once the funds are released, they will be transferred straight\ninto your new ONLINE account and the transfer will not attract any\ninternational monetary bodies, as the transfer will be regarded as an\nin-house (same telex-type with my bank.) If you also remember I told\nyou in my previous email that when the funds have been transferred\ninto the new online account which you shall open,and after you have\nconfirmed that the funds are credited in your account, you shall then\nbegin the disbursement of the funds into other accounts without having\nany problem with the authority.\nI have all ready made some inquires on who to contact directly to open\nan account as an international customer, please contact the bank witt\nthe information bellow to speed up your account opening. Let them know\nyou want an account that you can operate online and you do not have\ntime to travel to come over to open the new account so we want\neverything done via email, fax and telephone. Tell them that a bank in\nHong Kong gave you this contact information.\nBank name: (Citico Capital Bank)\nEmail: info_citicocapital@accountant.com\nBank director: Mrs. Amelia Connor\nI have to let you know that Citico Private Bank is not a regular\nCommercial bank but rather an Credit Intermediary Bank which operates\nan  online banking system in as mall scale and renders banking\nservices to individuals and companies involved in international\noperations, they also work in affiliate with other banks in Europe,\nAsia and America. One of the major reasons we are using Citico Private\nBank is because this  bank happens to be of the same telex type with\nthe bank I work, whichmeans that any transfer between them and my bank\nwould always be  seem as an in-house transfer, this definitely avoided\nthe attention of certain international financial bodies that have\nstrict monetary policies. The authorities would simply regard such\ntransfer to be a Bank to Bank affair and it would not raise eyebrows\nor trigger any red flags, it was absolutely necessary to take certain\nprecautions on transactions like this, I have to ensure that our\ninterest are protected in this transaction.Being a professional banker\nfor many years I expect you to heed my advice for the success of this\ntransaction and the subsequent disbursement of the funds.\nI shall await an update from you shortly about the opening of your new\nonline account, please make contact with Citico Private Bank Online\nand apply for the account because I would like the account opening to\nbe fast; you can contact the bank via their email address\n(info_citicocapital@accountant.com). I know that the benefits of this\ntransaction is a lifetime fortune for both of us and our families  so\nI expect you to handle this transaction as a major priority, from now\nI will call you My Brother so that we both understand that our trust\nin  each other is that of blood brother and sister. May God bless you\nfor your positive resolve to affect our lives.\nYour Sister,\nMs. Ling Tse Nancy\n", "direction": "Inbound"}, {"time": "1680012576", "subject": "SUBJECT: Re: please make contact with Citico Private Bank via their email address (info_citicocapital@accountant.com).", "body": "Hi, \nCan you provide me with some references or testimonials from anyone who got involved previously?\n Kind Regards,\nHomer Frank\n___________________________________\nHomer Frank,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1680119352", "subject": "SUBJECT: Please write to Amelia Connor on the email i sent you and follow her instruction she will assist you.", "body": "Hello Homer Frank,\nLike i said in my previous email, this is a secret transaction and we\ncan't involve any third parties in this transaction that means nobody\nmust know about this transaction.\nNote that this was the reason i refer you to contact  Amelia Connor,\nshe will be the one that will help us to finalized this transaction,\nso that we can both celebrate our success at the end of this\ntransaction.\nPlease write to  Amelia Connor on the email i sent you and follow her\ninstruction she will assist you.\nGreetings,\nNancy\n", "direction": "Inbound"}]}