{"invalid": false, "init_time": 1678990358.0, "distract_time": 514403, "strategy": "Classifier", "income_messages": ["From: e********1@gmail.com\nTo: CRAWLER\nTime: 2023-03-16 18:12:38\nSUBJECT: Dear Sir,\nDear Sir,\nLETTER OF PROPOSITION IN RESPECT TO AN UNCLAIMED FUND IN MY BANK\nI am Mr. Edward Kong, the Vice President and Branch Manager of The Bank of\nEast Asia (USA), Flushing Branch Flushing New York, USA. I write to seek\nyour consent to carry out a transaction that would be highly beneficial to\nyou and me. I know you may be wondering why I am contacting you for this\ndespite all the friends and relations that I have but I decided to do this\nwith an unknown person to avoid any form of blackmail in the future.\nMr. Alvin Peter Kappelmann Jr was an account holder with my bank. I have\nbeen his account officer for 11 years before his death. He died during the\nWorld Trade Centre bombing in September 11 2001.  Please confirm from this\nsite:\n  http: // www. cnn.com/SPECIALS/2001/memorial/people/2632.html\nSince his death, the management of my bank has made series of efforts to\nlocate his family but all efforts were proved abortive. I also carried out\nseries of research to find his family but it was confirmed that the mother\nwho was the only surviving member of the family died at the hearing of the\nfact; no one was able to claim the fund he deposited in my bank legally\nbecause there was no will to it. He had a secret dollar account with my\nbank worth the sum of $58,200,000.00 (Fifty Eight Million, Two Hundred\nThousand United States Dollars) with an interest agreement of 6.7% which\nhave been for the past 9 years.\n  My purpose of contacting you now is this:\nMy bank during the last executive board meeting resolved that if by the\nend of this year and there is no beneficiary to the said account, the\naccount will be confiscated and the fund sent to the bank treasury and\nthis is where I am interested in and wants you to come in:\nI want you to come in as the Next of Kin/Beneficiary to this account. I\nhave all the titled documents to back your claim and as the Vice President\nand Manager of this branch, it is in my power to carry out any form of\nverification on the beneficiary of the said fund and process the fund wire\nwithout any problem. I want you to know that this is legal and 100% risk\nfree as all the titled documents would be changed to your name and the\nfund wired to any bank account you wish to have it wired to.\nPlease note that I am willing to let you have 40% of the total sum while\nyou give me 60% when the fund finally gets to your nominated bank account.\nAlso note that I am willing to go extra mile to make this a success\nbecause if anything goes wrong, then I stand the risk of losing my job and\neven go to jail for trying to carry out such transaction.  This is why I\nam contacting you so that we can put heads together and take care of this\ntransaction within now and the next 9 days.\nKindly get back to me immediately so that I advice you on how this would\nbe carried out.Reply all email to; \ninfo.edkong@gmail.com\nSincerely,\nMr. Edward Kong\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-18 12:57:50\nSUBJECT: My Dear Friend & Confidant,\nMy Dear Friend & Confidant,\nThank you so much for your prompt reply to my mail. First let me state\nonce again that I have been prompted to trust you and will depend on\nyou to show me maximum trust, confidentiality and above all follow my\ninstruction strictly. As you will understand the transaction is 100%\nsuccess assured in as much as you follow my instructions, within a\nperiod of 9 banking days we will finish all the documentary aspect of\nthis transaction and money transferred.\nI will demand that you give me the privilege to handle the whole issue\nwith my professional experience and position. I have to at this point\nask for your sincere confidentiality, please assure me this and keep\nto it that the next person to you do not know about this transaction\nas we have to keep it highly confidential. You should know that I am\nworking with the bank and a manager in that matter hence my position\nand job will be at risk should any body know l am the one given you\ninformation's and data.\nThe basic requirement here is that as you will know I do not want to\nlet my bank know I am behind the transfer so all our communications\nwill be restricted to email unless on a very urgent matter then you\ncan reach me on my direct telephone number and if it is convenient to\ndiscuss with you at the particular time, then we will discuss and if\nit is not safe for us to discuss, then I will call you immediately it\nis convenient for me to talk with you.\nI want to make something clear to you, the fact that I am the Vice\nPresident and the Manager of this branch does not guarantee the\nsecurity of this transaction, whatever we are doing must be done under\na very high level of confidentiality. We must pretend we do not know\neach other, you must never mention my name to any staff of my bank\nduring and after this transaction. This is for our security and safety\nof this transaction.\nThe issue of documentation is no problem; I will handle that as soon\nas we commence the transfer process. I reside in 3202 Linden\nPl,Flushing NY\n11354 and would want us to meet but our meeting will be under a very\nhigh surveillance to avoid being seen together until this is over. My\nbank has some secret security officers that monitor my movement as\nsenior bank executive and I must play safe to avoid being\ninterrogated.\nI am an Asian by birth but my mother is an American. I am ready for\nthis deal to be accomplished and I wish so from you. My bank will have\nthis approved since everything about this deposit is with me and the\nfund in my branch.\nOn no account must you discuss this with anyone; whatever you want to\nask me please do that by email and I will answer you immediately. The\nfund would be transferred through a more secured telegraphic wire\ntransfer means with evidence proving the genuine source of the fund\nand you as the legitimate beneficiary of the fund and no government\nagency can stand against it.\nWith my experience in financial matters, I will handle this. Please do\nnot call me on my office telephone number because it will be unsecured\nto discuss this transaction in my office. Calling me on my office\ntelephone number would mean a stop to this transaction.\nYour full name\nHouse/ officer address\nTel.\nOccupation.\nAge.\nMarital status.\nIdentification  . SCAN COPY OF YOUR D/L OR INTERNATIONAL PASSPORT\nPlease get back to me today with the above stated information so that\nI will be able to extract the deposit agreement and then make official\napplication of the claim in your name and submit it to the board that\nmeets once every week. As soon as I receive your assurance along with\nthe information above, I will advice you on what next to do. For any\nquestion you may want to ask please send it to me by email, I am very\nready to answer them. I am guaranteed that they will give the approval\ninstantly as the money is in my branch.\nI do not want to write so much on the procedure so that you will not\nbe confused but I inform you that it is simple and fast. I will be\nwaiting to hear from you today, I have also attached copy of my\npassport for your perusal. As regards the %, it is same as I said\nearlier, 30% for you, 60% for me and 10% for any expenses that would\nbe inured in the process of carrying out this transaction.Respond to\nme today if you can so we can proceed.\nTruly yours,\nEdward Kong\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-18 19:05:28\nSUBJECT: Re: My Dear Friend & Confidant,\nDear Ana\nThanks so much for the reassurance of your honesty and trust. I believe\nwith you, I will be able to carry out this transaction without any problem.\nI have begun to put in place the necessary arrangements needed and will\nwait on your prompt response to this mail to enable me proceed. The name of\nmy is The Bank of East Asia  ; they will reach you as soon as an\napplication letter is received in your favor.\nI will be making a notice to Mr,  Kai Hin Tan (VP & Operations Manager)\nexplaining to them that the Next of Kin to the estate of late MR. ALVIN\nPETER KAPPELMANN JR called to inform me of his intention to make claim of\nhis inheritance sum deposited in our bank and that I have instructed him to\ngive me proof to his claim (This is to make sure it does not appear sudden\nto them that is why I will say you called me) With this, I attach a\ndocument you will fill and send to the bank immediately because it will be\npresented to them as prove from you.\nYou will submit it to the Bank Management in a form of application letter\nwhile we begin to hope on the first approval, which I know it would be\napproved. We will process all the titled documents evidencing your claim\nand will hand it over to you as soon as the bank demands for it.\nAttached is a document called the B2 NEXT OF KIN FORM, you will have to\nprint the B2 form, fill it and send it to the bank ASAP. You will also fill\nthe application letter below with your company letter headed sheet. Like I\ntold you in my recent mail, there is no risk involved in this transaction\nas long as it is kept confidential. As long as you work according to my\ninstruction and follow up accordingly without delay that means everything\nwill be worked out in about 9 working days from today.\nPlease fill the B2next of kin form & the application letter and send to the\nbank by email attachment or by fax. As soon as the bank receives your\napplication, I will be among the executives that will decide the approval\nand the authenticity of your claim. I am 57 years of age and would not do\nanything stupid to get us into trouble or break the law. You do not need to\nbe afraid of anything my friend, I am as careful as you want to be, there\nis nothing illegal in this transaction and I can reassure you of that.\nThe transaction is within the US and we are going to obtain all documents\nto back the claim here in the United States of America probate, all I need\nfrom you is absolute honesty and transparency.\nBase on what I have explained so far, fill the attached document, in the\narea where the deceased information is required, here is what you need to\nfill in:\nNAME: MR. ALVIN PETER KAPPELMANN JR\nADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\nACCOUNT NUMBER: 0176534230\nACCOUNT PIN: BEAKHC2GJBC\nBRANCH CODE: 0585\nSWIFT CODE: BEAKGB2X\nAs soon as you have completed the filling, then you will attach a copy of\nyour ID or driver's license and submit directly to the banking services\ndepartment through this email address: KaiHinTan-beacabranch@asia.com\nLet it be addressed to the head of the Remittance department:  Kai Hin Tan\n(VP & Operations Manager) Email; KaiHinTan-beacabranch@asia.com\nThis is the international /Local Remittance Department's email address, as\nsoon as the bank receives your application letter, they will reach you\nwithout delay and that marks the beginning of our success. I have also\ndrafted an application letter which you will also fill and send to the\nbank, copy it and make corrections if any and submit along with the B2 Next\nof Kin Form while we begin to wait on the response from the bank before we\nproceed. Please let me reassure you once again that this transaction has no\ntrace of illegitimate dealings. All legal documents would be obtained from\nthe probate and I will personally make sure everything goes perfectly well.\nHere is the application letter I said I have drafted for you, please read,\nfill and submit to the bank immediately. as regards my identification, I\nwill send you every detail about me as soon as I get  you response after\nyou have submitted this application to the bank as that would completely\nconvince me that you are truly willing to do this with me.\nEdward Kong\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-18 19:06:37\nSUBJECT: Re: My Dear Friend & Confidant,\nsend your full details so we can apply for the inheritance claim its risk\nfree EDDY\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-18 20:44:06\nSUBJECT: Re: My Dear Friend & Confidant,\nThank you for your understanding.\nWith my experience in financial matters, I will handle this. Please do not\ncall me on my office telephone number because it will be unsecured to\ndiscuss this transaction in my office. Calling me on my office telephone\nnumber would mean a stop to this transaction.\nYour full name\nHouse/ officer address\nTel.\nOccupation.\nAge.\nMarital status.\nIdentification  . SCAN COPY OF YOUR D/L OR INTERNATIONAL PASSPORT\nPlease get back to me today with the above stated information so that I\nwill be able to extract the deposit agreement and then make official\napplication of the claim in your name and submit it to the board that meets\nonce every week. As soon as I receive your assurance along with the\ninformation above, I will advice you on what next to do. For any question\nyou may want to ask please send it to me by email, I am very ready to\nanswer them. I am guaranteed that they will give the approval instantly as\nthe money is in my branch.\nI do not want to write so much on the procedure so that you will not be\nconfused but I inform you that it is simple and fast. I will be waiting to\nhear from you today, I have also attached copy of my passport for your\nperusal. As regards the %, it is same as I said earlier, 30% for you, 60%\nfor me and 10% for any expenses that would be inured in the process of\ncarrying out this transaction.Respond to me today if you can so we can\nproceed.\nTruly yours,\nEdward Kong send me your wattsapp  number\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-19 10:32:01\nSUBJECT: Re: My Dear Friend & Confidant,\nWAITING TO READ FROM YOU ITS 100% RISK FREE PLEASE THANKS WAITING FOR YOUR\nDETAILS SO WE CAN APPLY FOR THE CLAIM. Eddy\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-19 15:37:35\nSUBJECT: Re: My Dear Friend & Confidant,\nDear Brother\n    Thanks so much for the reassurance of your honesty and trust. I\nbelieve with you, I will be able to carry out this transaction without\nany problem. I have begun to put in place the necessary arrangements\nneeded and will wait on your prompt response to this mail to enable me\nproceed. The name of my is The Bank of East Asia  ; they will reach\nyou as soon as an application letter is received in your favor.\n    I will be making a notice to Mr,  Kai Hin Tan (VP & Operations\nManager) explaining to them that the Next of Kin to the estate of late\nMR. ALVIN PETER KAPPELMANN JR called to inform me of his intention to\nmake claim of his inheritance sum deposited in our bank and that I\nhave instructed him to give me proof to his claim (This is to make\nsure it does not appear sudden to them that is why I will say you\ncalled me) With this, I attach a document you will fill and send to\nthe bank immediately because it will be presented to them as prove\nfrom you.\n    You will submit it to the Bank Management in a form of application\nletter while we begin to hope on the first approval, which I know it\nwould be approved. We will process all the titled documents evidencing\nyour claim and will hand it over to you as soon as the bank demands\nfor it.\n    Attached is a document called the B2 NEXT OF KIN FORM, you will\nhave to print the B2 form, fill it and send it to the bank ASAP. You\nwill also fill the application letter below with your company letter\nheaded sheet. Like I told you in my recent mail, there is no risk\ninvolved in this transaction as long as it is kept confidential. As\nlong as you work according to my instruction and follow up accordingly\nwithout delay that means everything will be worked out in about 9\nworking days from today.\n    Please fill the B2next of kin form & the application letter and\nsend to the bank by email attachment or by fax. As soon as the bank\nreceives your application, I will be among the executives that will\ndecide the approval and the authenticity of your claim. I am 57 years\nof age and would not do anything stupid to get us into trouble or\nbreak the law. You do not need to be afraid of anything my friend, I\nam as careful as you want to be, there is nothing illegal in this\ntransaction and I can reassure you of that.\n    The transaction is within the US and we are going to obtain all\ndocuments to back the claim here in the United States of America\nprobate, all I need from you is absolute honesty and transparency.\n    Base on what I have explained so far, fill the attached document,\nin the area where the deceased information is required, here is what\nyou need to fill in:\n    NAME: MR. ALVIN PETER KAPPELMANN JR\n    ADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\n    ACCOUNT NUMBER: 0176534230\n    ACCOUNT PIN: BEAKHC2GJBC\n    BRANCH CODE: 0585\n    SWIFT CODE: BEAKGB2X\n    As soon as you have completed the filling, then you will attach a\ncopy of your ID or driver's license and submit directly to the banking\nservices department through this email address:\nKaiHinTan-beacabranch@asia.com\n    Let it be addressed to the head of the Remittance department:  Kai\nHin Tan (VP & Operations Manager) Email;\nKaiHinTan-beacabranch@asia.com\n    This is the international /Local Remittance Department's email\naddress, as soon as the bank receives your application letter, they\nwill reach you without delay and that marks the beginning of our\nsuccess. I have also drafted an application letter which you will also\nfill and send to the bank, copy it and make corrections if any and\nsubmit along with the B2 Next of Kin Form while we begin to wait on\nthe response from the bank before we proceed. Please let me reassure\nyou once again that this transaction has no trace of illegitimate\ndealings. All legal documents would be obtained from the probate and I\nwill personally make sure everything goes perfectly well.\n    Here is the application letter I said I have drafted for you,\nplease read, fill and submit to the bank immediately. as regards my\nidentification, I will send you every detail about me as soon as I get\n you response after you have submitted this application to the bank as\nthat would completely convince me that you are truly willing to do\nthis with me.\n    Edward Kong\n............................................................................................................................\nTO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n..........................................................................................................\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-19 17:28:23\nSUBJECT: Re: My Dear Friend & Confidant,\nTHANKS FOR YOUR EMAIL.. SEND YOUR DETAILS PLEASE EDDY\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-20 16:12:52\nSUBJECT: Re: My Dear Friend & Confidant,\nDear Brother\nThanks so much for the reassurance of your honesty and trust. I believe\nwith you, I will be able to carry out this transaction without any problem.\nI have begun to put in place the necessary arrangements needed and will\nwait on your prompt response to this mail to enable me proceed. The name of\nmy is The Bank of East Asia  ; they will reach you as soon as an\napplication letter is received in your favor.\nI will be making a notice to Mr,  Kai Hin Tan (VP & Operations Manager)\nexplaining to them that the Next of Kin to the estate of late MR. ALVIN\nPETER KAPPELMANN JR called to inform me of his intention to make claim of\nhis inheritance sum deposited in our bank and that I have instructed him to\ngive me proof to his claim (This is to make sure it does not appear sudden\nto them that is why I will say you called me) With this, I attach a\ndocument you will fill and send to the bank immediately because it will be\npresented to them as prove from you.\nYou will submit it to the Bank Management in a form of application letter\nwhile we begin to hope on the first approval, which I know it would be\napproved. We will process all the titled documents evidencing your claim\nand will hand it over to you as soon as the bank demands for it.\nAttached is a document called the B2 NEXT OF KIN FORM, you will have to\nprint the B2 form, fill it and send it to the bank ASAP. You will also fill\nthe application letter below with your company letter headed sheet. Like I\ntold you in my recent mail, there is no risk involved in this transaction\nas long as it is kept confidential. As long as you work according to my\ninstruction and follow up accordingly without delay that means everything\nwill be worked out in about 9 working days from today.\nPlease fill the B2next of kin form & the application letter and send to the\nbank by email attachment or by fax. As soon as the bank receives your\napplication, I will be among the executives that will decide the approval\nand the authenticity of your claim. I am 57 years of age and would not do\nanything stupid to get us into trouble or break the law. You do not need to\nbe afraid of anything my friend, I am as careful as you want to be, there\nis nothing illegal in this transaction and I can reassure you of that.\nThe transaction is within the US and we are going to obtain all documents\nto back the claim here in the United States of America probate, all I need\nfrom you is absolute honesty and transparency.\nBase on what I have explained so far, fill the attached document, in the\narea where the deceased information is required, here is what you need to\nfill in:\nNAME: MR. ALVIN PETER KAPPELMANN JR\nADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\nACCOUNT NUMBER: 0176534230\nACCOUNT PIN: BEAKHC2GJBC\nBRANCH CODE: 0585\nSWIFT CODE: BEAKGB2X\nAs soon as you have completed the filling, then you will attach a copy of\nyour ID or driver's license and submit directly to the banking services\ndepartment through this email address: KaiHinTan-beacabranch@asia.com\nLet it be addressed to the head of the Remittance department:  Kai Hin Tan\n(VP & Operations Manager) Email; KaiHinTan-beacabranch@asia.com\nThis is the international /Local Remittance Department's email address, as\nsoon as the bank receives your application letter, they will reach you\nwithout delay and that marks the beginning of our success. I have also\ndrafted an application letter which you will also fill and send to the\nbank, copy it and make corrections if any and submit along with the B2 Next\nof Kin Form while we begin to wait on the response from the bank before we\nproceed. Please let me reassure you once again that this transaction has no\ntrace of illegitimate dealings. All legal documents would be obtained from\nthe probate and I will personally make sure everything goes perfectly well.\nHere is the application letter I said I have drafted for you, please read,\nfill and submit to the bank immediately. as regards my identification, I\nwill send you every detail about me as soon as I get  you response after\nyou have submitted this application to the bank as that would completely\nconvince me that you are truly willing to do this with me.\nEdward Kong\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-21 09:35:25\nSUBJECT: Re: My Dear Friend & Confidant,\nTO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-21 09:36:04\nSUBJECT: Re: My Dear Friend & Confidant,\nTO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-21 09:47:18\nSUBJECT: Re: My Dear Friend & Confidant,\nDear Brother\nThanks so much for the reassurance of your honesty and trust. I believe\nwith you, I will be able to carry out this transaction without any problem.\nI have begun to put in place the necessary arrangements needed and will\nwait on your prompt response to this mail to enable me proceed. The name of\nmy is The Bank of East Asia  ; they will reach you as soon as an\napplication letter is received in your favor.\nI will be making a notice to Mr,  Kai Hin Tan (VP & Operations Manager)\nexplaining to them that the Next of Kin to the estate of late MR. ALVIN\nPETER KAPPELMANN JR called to inform me of his intention to make claim of\nhis inheritance sum deposited in our bank and that I have instructed him to\ngive me proof to his claim (This is to make sure it does not appear sudden\nto them that is why I will say you called me) With this, I attach a\ndocument you will fill and send to the bank immediately because it will be\npresented to them as prove from you.\nYou will submit it to the Bank Management in a form of application letter\nwhile we begin to hope on the first approval, which I know it would be\napproved. We will process all the titled documents evidencing your claim\nand will hand it over to you as soon as the bank demands for it.\nAttached is a document called the B2 NEXT OF KIN FORM, you will have to\nprint the B2 form, fill it and send it to the bank ASAP. You will also fill\nthe application letter below with your company letter headed sheet. Like I\ntold you in my recent mail, there is no risk involved in this transaction\nas long as it is kept confidential. As long as you work according to my\ninstruction and follow up accordingly without delay that means everything\nwill be worked out in about 9 working days from today.\nPlease fill the B2next of kin form & the application letter and send to the\nbank by email attachment or by fax. As soon as the bank receives your\napplication, I will be among the executives that will decide the approval\nand the authenticity of your claim. I am 57 years of age and would not do\nanything stupid to get us into trouble or break the law. You do not need to\nbe afraid of anything my friend, I am as careful as you want to be, there\nis nothing illegal in this transaction and I can reassure you of that.\nThe transaction is within the US and we are going to obtain all documents\nto back the claim here in the United States of America probate, all I need\nfrom you is absolute honesty and transparency.\nBase on what I have explained so far, fill the attached document, in the\narea where the deceased information is required, here is what you need to\nfill in:\nNAME: MR. ALVIN PETER KAPPELMANN JR\nADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\nACCOUNT NUMBER: 0176534230\nACCOUNT PIN: BEAKHC2GJBC\nBRANCH CODE: 0585\nSWIFT CODE: BEAKGB2X\nAs soon as you have completed the filling, then you will attach a copy of\nyour ID or driver's license and submit directly to the banking services\ndepartment through this email address: KaiHinTan-beacabranch@asia.com\nLet it be addressed to the head of the Remittance department:  Kai Hin Tan\n(VP & Operations Manager) Email; KaiHinTan-beacabranch@asia.com\nThis is the international /Local Remittance Department's email address, as\nsoon as the bank receives your application letter, they will reach you\nwithout delay and that marks the beginning of our success. I have also\ndrafted an application letter which you will also fill and send to the\nbank, copy it and make corrections if any and submit along with the B2 Next\nof Kin Form while we begin to wait on the response from the bank before we\nproceed. Please let me reassure you once again that this transaction has no\ntrace of illegitimate dealings. All legal documents would be obtained from\nthe probate and I will personally make sure everything goes perfectly well.\nHere is the application letter I said I have drafted for you, please read,\nfill and submit to the bank immediately. as regards my identification, I\nwill send you every detail about me as soon as I get  you response after\nyou have submitted this application to the bank as that would completely\nconvince me that you are truly willing to do this with me.\nEdward Kong\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-21 09:50:08\nSUBJECT: Re: My Dear Friend & Confidant,\nTO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-21 09:51:41\nSUBJECT: Re: My Dear Friend & Confidant,\nTO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-21 09:52:30\nSUBJECT: Re: My Dear Friend & Confidant,\nDear Brother\nThanks so much for the reassurance of your honesty and trust. I believe\nwith you, I will be able to carry out this transaction without any problem.\nI have begun to put in place the necessary arrangements needed and will\nwait on your prompt response to this mail to enable me proceed. The name of\nmy is The Bank of East Asia  ; they will reach you as soon as an\napplication letter is received in your favor.\nI will be making a notice to Mr,  Kai Hin Tan (VP & Operations Manager)\nexplaining to them that the Next of Kin to the estate of late MR. ALVIN\nPETER KAPPELMANN JR called to inform me of his intention to make claim of\nhis inheritance sum deposited in our bank and that I have instructed him to\ngive me proof to his claim (This is to make sure it does not appear sudden\nto them that is why I will say you called me) With this, I attach a\ndocument you will fill and send to the bank immediately because it will be\npresented to them as prove from you.\nYou will submit it to the Bank Management in a form of application letter\nwhile we begin to hope on the first approval, which I know it would be\napproved. We will process all the titled documents evidencing your claim\nand will hand it over to you as soon as the bank demands for it.\nAttached is a document called the B2 NEXT OF KIN FORM, you will have to\nprint the B2 form, fill it and send it to the bank ASAP. You will also fill\nthe application letter below with your company letter headed sheet. Like I\ntold you in my recent mail, there is no risk involved in this transaction\nas long as it is kept confidential. As long as you work according to my\ninstruction and follow up accordingly without delay that means everything\nwill be worked out in about 9 working days from today.\nPlease fill the B2next of kin form & the application letter and send to the\nbank by email attachment or by fax. As soon as the bank receives your\napplication, I will be among the executives that will decide the approval\nand the authenticity of your claim. I am 57 years of age and would not do\nanything stupid to get us into trouble or break the law. You do not need to\nbe afraid of anything my friend, I am as careful as you want to be, there\nis nothing illegal in this transaction and I can reassure you of that.\nThe transaction is within the US and we are going to obtain all documents\nto back the claim here in the United States of America probate, all I need\nfrom you is absolute honesty and transparency.\nBase on what I have explained so far, fill the attached document, in the\narea where the deceased information is required, here is what you need to\nfill in:\nNAME: MR. ALVIN PETER KAPPELMANN JR\nADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\nACCOUNT NUMBER: 0176534230\nACCOUNT PIN: BEAKHC2GJBC\nBRANCH CODE: 0585\nSWIFT CODE: BEAKGB2X\nAs soon as you have completed the filling, then you will attach a copy of\nyour ID or driver's license and submit directly to the banking services\ndepartment through this email address: KaiHinTan-beacabranch@asia.com\nLet it be addressed to the head of the Remittance department:  Kai Hin Tan\n(VP & Operations Manager) Email; KaiHinTan-beacabranch@asia.com\nThis is the international /Local Remittance Department's email address, as\nsoon as the bank receives your application letter, they will reach you\nwithout delay and that marks the beginning of our success. I have also\ndrafted an application letter which you will also fill and send to the\nbank, copy it and make corrections if any and submit along with the B2 Next\nof Kin Form while we begin to wait on the response from the bank before we\nproceed. Please let me reassure you once again that this transaction has no\ntrace of illegitimate dealings. All legal documents would be obtained from\nthe probate and I will personally make sure everything goes perfectly well.\nHere is the application letter I said I have drafted for you, please read,\nfill and submit to the bank immediately. as regards my identification, I\nwill send you every detail about me as soon as I get  you response after\nyou have submitted this application to the bank as that would completely\nconvince me that you are truly willing to do this with me.\nEdward Kong\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-21 11:31:34\nSUBJECT: Re: My Dear Friend & Confidant,\nMy Dear Friend & Confidant,\nThank you so much for your prompt reply to my mail. First let me state\nonce again that I have been prompted to trust you and will depend on\nyou to show me maximum trust, confidentiality and above all follow my\ninstruction strictly. As you will understand the transaction is 100%\nsuccess assured in as much as you follow my instructions, within a\nperiod of 9 banking days we will finish all the documentary aspect of\nthis transaction and money transferred.\nI will demand that you give me the privilege to handle the whole issue\nwith my professional experience and position. I have to at this point\nask for your sincere confidentiality, please assure me this and keep\nto it that the next person to you do not know about this transaction\nas we have to keep it highly confidential. You should know that I am\nworking with the bank and a manager in that matter hence my position\nand job will be at risk should any body know l am the one given you\ninformation's and data.\nThe basic requirement here is that as you will know I do not want to\nlet my bank know I am behind the transfer so all our communications\nwill be restricted to email unless on a very urgent matter then you\ncan reach me on my direct telephone number and if it is convenient to\ndiscuss with you at the particular time, then we will discuss and if\nit is not safe for us to discuss, then I will call you immediately it\nis convenient for me to talk with you.\nI want to make something clear to you, the fact that I am the Vice\nPresident and the Manager of this branch does not guarantee the\nsecurity of this transaction, whatever we are doing must be done under\na very high level of confidentiality. We must pretend we do not know\neach other, you must never mention my name to any staff of my bank\nduring and after this transaction. This is for our security and safety\nof this transaction.\nThe issue of documentation is no problem; I will handle that as soon\nas we commence the transfer process. I reside in 3202 Linden\nPl,Flushing NY\n11354 and would want us to meet but our meeting will be under a very\nhigh surveillance to avoid being seen together until this is over. My\nbank has some secret security officers that monitor my movement as\nsenior bank executive and I must play safe to avoid being\ninterrogated.\nI am an Asian by birth but my mother is an American. I am ready for\nthis deal to be accomplished and I wish so from you. My bank will have\nthis approved since everything about this deposit is with me and the\nfund in my branch.\nOn no account must you discuss this with anyone; whatever you want to\nask me please do that by email and I will answer you immediately. The\nfund would be transferred through a more secured telegraphic wire\ntransfer means with evidence proving the genuine source of the fund\nand you as the legitimate beneficiary of the fund and no government\nagency can stand against it.\nWith my experience in financial matters, I will handle this. Please do\nnot call me on my office telephone number because it will be unsecured\nto discuss this transaction in my office. Calling me on my office\ntelephone number would mean a stop to this transaction.\nYour full name\nHouse/ officer address\nTel.\nOccupation.\nAge.\nMarital status.\nIdentification  . SCAN COPY OF YOUR D/L OR INTERNATIONAL PASSPORT\nPlease get back to me today with the above stated information so that\nI will be able to extract the deposit agreement and then make official\napplication of the claim in your name and submit it to the board that\nmeets once every week. As soon as I receive your assurance along with\nthe information above, I will advice you on what next to do. For any\nquestion you may want to ask please send it to me by email, I am very\nready to answer them. I am guaranteed that they will give the approval\ninstantly as the money is in my branch.\nI do not want to write so much on the procedure so that you will not\nbe confused but I inform you that it is simple and fast. I will be\nwaiting to hear from you today, I have also attached copy of my\npassport for your perusal. As regards the %, it is same as I said\nearlier, 30% for you, 60% for me and 10% for any expenses that would\nbe inured in the process of carrying out this transaction.Respond to\nme today if you can so we can proceed.\nTruly yours,\nEdward Kong\n WHATSAPP NUMBERE\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-22 14:52:38\nSUBJECT: Re: My Dear Friend & Confidant,\nthank you how do you help when your not responding to emails EDDY\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-22 15:04:08\nSUBJECT: Re: My Dear Friend & Confidant,\nThe Bank’s procedure is very necessary that is why you are asked to\ncomplete the form.\n............................................................................................\nYour Full Name:......................\nYour Contact Address:................\nYour Phone Number:........................\nYour Age/Occupation:.........................\nNext of Kin Name & Address:....................\nNationality:...............................................\nScan copy of your Identification:......................\nEDDY\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-22 15:48:47\nSUBJECT: Re: Dear Sir,\nOn 3/16/23, Ana <zk61100@mail.gel2mail.com> wrote:\n>\n>\n>\n> That sounds not really well, but I think I can do something helpful.\n>\n>TO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n>\n>\n>\n", "From: e********1@gmail.com\nTo: zk61100@m**************m\nTime: 2023-03-22 17:06:01\nSUBJECT: Re: My Dear Friend & Confidant,\nfor all the memo send to you fill the details and get back eddy\n"], "outbound_messages": ["From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-16 18:12:38\nSUBJECT: Re: Dear Sir,\nThat sounds not really well, but I think I can do something helpful.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-18 14:06:31\nSUBJECT: Re: My Dear Friend & Confidant,\nI have read what you wrote and I just want to be sure the risks.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-18 20:09:31\nSUBJECT: Re: My Dear Friend & Confidant,\nI am really impressed about what you are doing now. I wish I could help you.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-18 20:09:31\nSUBJECT: Re: My Dear Friend & Confidant,\nI am really sorry to hear that and I think I can help with this situation.\nPlease just tell me what I can do for you.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-19 12:01:11\nSUBJECT: Re: My Dear Friend & Confidant,\nI think I can do something to help you. Can you explain more specifically about what I need to do (and risks)?\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-19 16:12:29\nSUBJECT: Re: My Dear Friend & Confidant,\nI am really impressed about what you are doing now. I wish I could help you.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-19 18:14:07\nSUBJECT: Re: My Dear Friend & Confidant,\nI am really impressed about what you are doing now. I wish I could help you.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-20 18:03:26\nSUBJECT: Re: My Dear Friend & Confidant,\nI am really sorry to hear that and I think I can help with this situation.\nPlease just tell me what I can do for you.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-21 10:02:29\nSUBJECT: Re: My Dear Friend & Confidant,\nI have read what you wrote and I just want to be sure the risks.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-21 10:02:29\nSUBJECT: Re: My Dear Friend & Confidant,\nThat sounds not really well, but I think I can do something helpful.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-21 10:02:29\nSUBJECT: Re: My Dear Friend & Confidant,\nI am really impressed about what you are doing now. I wish I could help you.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-21 10:02:30\nSUBJECT: Re: My Dear Friend & Confidant,\nThat sounds not really well, but I think I can do something helpful.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-21 10:02:30\nSUBJECT: Re: My Dear Friend & Confidant,\nI am really impressed about what you are doing now. I wish I could help you.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-21 10:02:30\nSUBJECT: Re: My Dear Friend & Confidant,\nI have read what you wrote and I just want to be sure the risks.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-21 12:13:10\nSUBJECT: Re: My Dear Friend & Confidant,\nI am really impressed about what you are doing now. I wish I could help you.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-22 16:09:37\nSUBJECT: Re: My Dear Friend & Confidant,\nI think I can do something to help you. Can you explain more specifically about what I need to do (and risks)?\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-22 16:09:37\nSUBJECT: Re: My Dear Friend & Confidant,\nI am really sorry to hear that and I think I can help with this situation.\nPlease just tell me what I can do for you.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-22 16:09:38\nSUBJECT: Re: Dear Sir,\nThat sounds not really well, but I think I can do something helpful.\n", "From: zk61100@m**************m\nTo: e********1@gmail.com\nTime: 2023-03-22 18:11:52\nSUBJECT: Re: My Dear Friend & Confidant,\nThat sounds not really well, but I think I can do something helpful.\n"], "conversations": [{"time": "1678990358", "subject": "SUBJECT: Dear Sir,", "body": "Dear Sir,\nLETTER OF PROPOSITION IN RESPECT TO AN UNCLAIMED FUND IN MY BANK\nI am Mr. Edward Kong, the Vice President and Branch Manager of The Bank of\nEast Asia (USA), Flushing Branch Flushing New York, USA. I write to seek\nyour consent to carry out a transaction that would be highly beneficial to\nyou and me. I know you may be wondering why I am contacting you for this\ndespite all the friends and relations that I have but I decided to do this\nwith an unknown person to avoid any form of blackmail in the future.\nMr. Alvin Peter Kappelmann Jr was an account holder with my bank. I have\nbeen his account officer for 11 years before his death. He died during the\nWorld Trade Centre bombing in September 11 2001.  Please confirm from this\nsite:\n  http: // www. cnn.com/SPECIALS/2001/memorial/people/2632.html\nSince his death, the management of my bank has made series of efforts to\nlocate his family but all efforts were proved abortive. I also carried out\nseries of research to find his family but it was confirmed that the mother\nwho was the only surviving member of the family died at the hearing of the\nfact; no one was able to claim the fund he deposited in my bank legally\nbecause there was no will to it. He had a secret dollar account with my\nbank worth the sum of $58,200,000.00 (Fifty Eight Million, Two Hundred\nThousand United States Dollars) with an interest agreement of 6.7% which\nhave been for the past 9 years.\n  My purpose of contacting you now is this:\nMy bank during the last executive board meeting resolved that if by the\nend of this year and there is no beneficiary to the said account, the\naccount will be confiscated and the fund sent to the bank treasury and\nthis is where I am interested in and wants you to come in:\nI want you to come in as the Next of Kin/Beneficiary to this account. I\nhave all the titled documents to back your claim and as the Vice President\nand Manager of this branch, it is in my power to carry out any form of\nverification on the beneficiary of the said fund and process the fund wire\nwithout any problem. I want you to know that this is legal and 100% risk\nfree as all the titled documents would be changed to your name and the\nfund wired to any bank account you wish to have it wired to.\nPlease note that I am willing to let you have 40% of the total sum while\nyou give me 60% when the fund finally gets to your nominated bank account.\nAlso note that I am willing to go extra mile to make this a success\nbecause if anything goes wrong, then I stand the risk of losing my job and\neven go to jail for trying to carry out such transaction.  This is why I\nam contacting you so that we can put heads together and take care of this\ntransaction within now and the next 9 days.\nKindly get back to me immediately so that I advice you on how this would\nbe carried out.Reply all email to; \ninfo.edkong@gmail.com\nSincerely,\nMr. Edward Kong\n", "direction": "Inbound"}, {"time": "1678990358", "subject": "SUBJECT: Re: Dear Sir,", "body": "That sounds not really well, but I think I can do something helpful.\n", "direction": "Outbound"}, {"time": "1679144270", "subject": "SUBJECT: My Dear Friend & Confidant,", "body": "My Dear Friend & Confidant,\nThank you so much for your prompt reply to my mail. First let me state\nonce again that I have been prompted to trust you and will depend on\nyou to show me maximum trust, confidentiality and above all follow my\ninstruction strictly. As you will understand the transaction is 100%\nsuccess assured in as much as you follow my instructions, within a\nperiod of 9 banking days we will finish all the documentary aspect of\nthis transaction and money transferred.\nI will demand that you give me the privilege to handle the whole issue\nwith my professional experience and position. I have to at this point\nask for your sincere confidentiality, please assure me this and keep\nto it that the next person to you do not know about this transaction\nas we have to keep it highly confidential. You should know that I am\nworking with the bank and a manager in that matter hence my position\nand job will be at risk should any body know l am the one given you\ninformation's and data.\nThe basic requirement here is that as you will know I do not want to\nlet my bank know I am behind the transfer so all our communications\nwill be restricted to email unless on a very urgent matter then you\ncan reach me on my direct telephone number and if it is convenient to\ndiscuss with you at the particular time, then we will discuss and if\nit is not safe for us to discuss, then I will call you immediately it\nis convenient for me to talk with you.\nI want to make something clear to you, the fact that I am the Vice\nPresident and the Manager of this branch does not guarantee the\nsecurity of this transaction, whatever we are doing must be done under\na very high level of confidentiality. We must pretend we do not know\neach other, you must never mention my name to any staff of my bank\nduring and after this transaction. This is for our security and safety\nof this transaction.\nThe issue of documentation is no problem; I will handle that as soon\nas we commence the transfer process. I reside in 3202 Linden\nPl,Flushing NY\n11354 and would want us to meet but our meeting will be under a very\nhigh surveillance to avoid being seen together until this is over. My\nbank has some secret security officers that monitor my movement as\nsenior bank executive and I must play safe to avoid being\ninterrogated.\nI am an Asian by birth but my mother is an American. I am ready for\nthis deal to be accomplished and I wish so from you. My bank will have\nthis approved since everything about this deposit is with me and the\nfund in my branch.\nOn no account must you discuss this with anyone; whatever you want to\nask me please do that by email and I will answer you immediately. The\nfund would be transferred through a more secured telegraphic wire\ntransfer means with evidence proving the genuine source of the fund\nand you as the legitimate beneficiary of the fund and no government\nagency can stand against it.\nWith my experience in financial matters, I will handle this. Please do\nnot call me on my office telephone number because it will be unsecured\nto discuss this transaction in my office. Calling me on my office\ntelephone number would mean a stop to this transaction.\nYour full name\nHouse/ officer address\nTel.\nOccupation.\nAge.\nMarital status.\nIdentification  . SCAN COPY OF YOUR D/L OR INTERNATIONAL PASSPORT\nPlease get back to me today with the above stated information so that\nI will be able to extract the deposit agreement and then make official\napplication of the claim in your name and submit it to the board that\nmeets once every week. As soon as I receive your assurance along with\nthe information above, I will advice you on what next to do. For any\nquestion you may want to ask please send it to me by email, I am very\nready to answer them. I am guaranteed that they will give the approval\ninstantly as the money is in my branch.\nI do not want to write so much on the procedure so that you will not\nbe confused but I inform you that it is simple and fast. I will be\nwaiting to hear from you today, I have also attached copy of my\npassport for your perusal. As regards the %, it is same as I said\nearlier, 30% for you, 60% for me and 10% for any expenses that would\nbe inured in the process of carrying out this transaction.Respond to\nme today if you can so we can proceed.\nTruly yours,\nEdward Kong\n", "direction": "Inbound"}, {"time": "1679148391", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I have read what you wrote and I just want to be sure the risks.\n", "direction": "Outbound"}, {"time": "1679166328", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "Dear Ana\nThanks so much for the reassurance of your honesty and trust. I believe\nwith you, I will be able to carry out this transaction without any problem.\nI have begun to put in place the necessary arrangements needed and will\nwait on your prompt response to this mail to enable me proceed. The name of\nmy is The Bank of East Asia  ; they will reach you as soon as an\napplication letter is received in your favor.\nI will be making a notice to Mr,  Kai Hin Tan (VP & Operations Manager)\nexplaining to them that the Next of Kin to the estate of late MR. ALVIN\nPETER KAPPELMANN JR called to inform me of his intention to make claim of\nhis inheritance sum deposited in our bank and that I have instructed him to\ngive me proof to his claim (This is to make sure it does not appear sudden\nto them that is why I will say you called me) With this, I attach a\ndocument you will fill and send to the bank immediately because it will be\npresented to them as prove from you.\nYou will submit it to the Bank Management in a form of application letter\nwhile we begin to hope on the first approval, which I know it would be\napproved. We will process all the titled documents evidencing your claim\nand will hand it over to you as soon as the bank demands for it.\nAttached is a document called the B2 NEXT OF KIN FORM, you will have to\nprint the B2 form, fill it and send it to the bank ASAP. You will also fill\nthe application letter below with your company letter headed sheet. Like I\ntold you in my recent mail, there is no risk involved in this transaction\nas long as it is kept confidential. As long as you work according to my\ninstruction and follow up accordingly without delay that means everything\nwill be worked out in about 9 working days from today.\nPlease fill the B2next of kin form & the application letter and send to the\nbank by email attachment or by fax. As soon as the bank receives your\napplication, I will be among the executives that will decide the approval\nand the authenticity of your claim. I am 57 years of age and would not do\nanything stupid to get us into trouble or break the law. You do not need to\nbe afraid of anything my friend, I am as careful as you want to be, there\nis nothing illegal in this transaction and I can reassure you of that.\nThe transaction is within the US and we are going to obtain all documents\nto back the claim here in the United States of America probate, all I need\nfrom you is absolute honesty and transparency.\nBase on what I have explained so far, fill the attached document, in the\narea where the deceased information is required, here is what you need to\nfill in:\nNAME: MR. ALVIN PETER KAPPELMANN JR\nADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\nACCOUNT NUMBER: 0176534230\nACCOUNT PIN: BEAKHC2GJBC\nBRANCH CODE: 0585\nSWIFT CODE: BEAKGB2X\nAs soon as you have completed the filling, then you will attach a copy of\nyour ID or driver's license and submit directly to the banking services\ndepartment through this email address: KaiHinTan-beacabranch@asia.com\nLet it be addressed to the head of the Remittance department:  Kai Hin Tan\n(VP & Operations Manager) Email; KaiHinTan-beacabranch@asia.com\nThis is the international /Local Remittance Department's email address, as\nsoon as the bank receives your application letter, they will reach you\nwithout delay and that marks the beginning of our success. I have also\ndrafted an application letter which you will also fill and send to the\nbank, copy it and make corrections if any and submit along with the B2 Next\nof Kin Form while we begin to wait on the response from the bank before we\nproceed. Please let me reassure you once again that this transaction has no\ntrace of illegitimate dealings. All legal documents would be obtained from\nthe probate and I will personally make sure everything goes perfectly well.\nHere is the application letter I said I have drafted for you, please read,\nfill and submit to the bank immediately. as regards my identification, I\nwill send you every detail about me as soon as I get  you response after\nyou have submitted this application to the bank as that would completely\nconvince me that you are truly willing to do this with me.\nEdward Kong\n", "direction": "Inbound"}, {"time": "1679166397", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "send your full details so we can apply for the inheritance claim its risk\nfree EDDY\n", "direction": "Inbound"}, {"time": "1679170171", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I am really impressed about what you are doing now. I wish I could help you.\n", "direction": "Outbound"}, {"time": "1679170171", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I am really sorry to hear that and I think I can help with this situation.\nPlease just tell me what I can do for you.\n", "direction": "Outbound"}, {"time": "1679172246", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "Thank you for your understanding.\nWith my experience in financial matters, I will handle this. Please do not\ncall me on my office telephone number because it will be unsecured to\ndiscuss this transaction in my office. Calling me on my office telephone\nnumber would mean a stop to this transaction.\nYour full name\nHouse/ officer address\nTel.\nOccupation.\nAge.\nMarital status.\nIdentification  . SCAN COPY OF YOUR D/L OR INTERNATIONAL PASSPORT\nPlease get back to me today with the above stated information so that I\nwill be able to extract the deposit agreement and then make official\napplication of the claim in your name and submit it to the board that meets\nonce every week. As soon as I receive your assurance along with the\ninformation above, I will advice you on what next to do. For any question\nyou may want to ask please send it to me by email, I am very ready to\nanswer them. I am guaranteed that they will give the approval instantly as\nthe money is in my branch.\nI do not want to write so much on the procedure so that you will not be\nconfused but I inform you that it is simple and fast. I will be waiting to\nhear from you today, I have also attached copy of my passport for your\nperusal. As regards the %, it is same as I said earlier, 30% for you, 60%\nfor me and 10% for any expenses that would be inured in the process of\ncarrying out this transaction.Respond to me today if you can so we can\nproceed.\nTruly yours,\nEdward Kong send me your wattsapp  number\n", "direction": "Inbound"}, {"time": "1679221921", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "WAITING TO READ FROM YOU ITS 100% RISK FREE PLEASE THANKS WAITING FOR YOUR\nDETAILS SO WE CAN APPLY FOR THE CLAIM. Eddy\n", "direction": "Inbound"}, {"time": "1679227271", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I think I can do something to help you. Can you explain more specifically about what I need to do (and risks)?\n", "direction": "Outbound"}, {"time": "1679240255", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "Dear Brother\n    Thanks so much for the reassurance of your honesty and trust. I\nbelieve with you, I will be able to carry out this transaction without\nany problem. I have begun to put in place the necessary arrangements\nneeded and will wait on your prompt response to this mail to enable me\nproceed. The name of my is The Bank of East Asia  ; they will reach\nyou as soon as an application letter is received in your favor.\n    I will be making a notice to Mr,  Kai Hin Tan (VP & Operations\nManager) explaining to them that the Next of Kin to the estate of late\nMR. ALVIN PETER KAPPELMANN JR called to inform me of his intention to\nmake claim of his inheritance sum deposited in our bank and that I\nhave instructed him to give me proof to his claim (This is to make\nsure it does not appear sudden to them that is why I will say you\ncalled me) With this, I attach a document you will fill and send to\nthe bank immediately because it will be presented to them as prove\nfrom you.\n    You will submit it to the Bank Management in a form of application\nletter while we begin to hope on the first approval, which I know it\nwould be approved. We will process all the titled documents evidencing\nyour claim and will hand it over to you as soon as the bank demands\nfor it.\n    Attached is a document called the B2 NEXT OF KIN FORM, you will\nhave to print the B2 form, fill it and send it to the bank ASAP. You\nwill also fill the application letter below with your company letter\nheaded sheet. Like I told you in my recent mail, there is no risk\ninvolved in this transaction as long as it is kept confidential. As\nlong as you work according to my instruction and follow up accordingly\nwithout delay that means everything will be worked out in about 9\nworking days from today.\n    Please fill the B2next of kin form & the application letter and\nsend to the bank by email attachment or by fax. As soon as the bank\nreceives your application, I will be among the executives that will\ndecide the approval and the authenticity of your claim. I am 57 years\nof age and would not do anything stupid to get us into trouble or\nbreak the law. You do not need to be afraid of anything my friend, I\nam as careful as you want to be, there is nothing illegal in this\ntransaction and I can reassure you of that.\n    The transaction is within the US and we are going to obtain all\ndocuments to back the claim here in the United States of America\nprobate, all I need from you is absolute honesty and transparency.\n    Base on what I have explained so far, fill the attached document,\nin the area where the deceased information is required, here is what\nyou need to fill in:\n    NAME: MR. ALVIN PETER KAPPELMANN JR\n    ADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\n    ACCOUNT NUMBER: 0176534230\n    ACCOUNT PIN: BEAKHC2GJBC\n    BRANCH CODE: 0585\n    SWIFT CODE: BEAKGB2X\n    As soon as you have completed the filling, then you will attach a\ncopy of your ID or driver's license and submit directly to the banking\nservices department through this email address:\nKaiHinTan-beacabranch@asia.com\n    Let it be addressed to the head of the Remittance department:  Kai\nHin Tan (VP & Operations Manager) Email;\nKaiHinTan-beacabranch@asia.com\n    This is the international /Local Remittance Department's email\naddress, as soon as the bank receives your application letter, they\nwill reach you without delay and that marks the beginning of our\nsuccess. I have also drafted an application letter which you will also\nfill and send to the bank, copy it and make corrections if any and\nsubmit along with the B2 Next of Kin Form while we begin to wait on\nthe response from the bank before we proceed. Please let me reassure\nyou once again that this transaction has no trace of illegitimate\ndealings. All legal documents would be obtained from the probate and I\nwill personally make sure everything goes perfectly well.\n    Here is the application letter I said I have drafted for you,\nplease read, fill and submit to the bank immediately. as regards my\nidentification, I will send you every detail about me as soon as I get\n you response after you have submitted this application to the bank as\nthat would completely convince me that you are truly willing to do\nthis with me.\n    Edward Kong\n............................................................................................................................\nTO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n..........................................................................................................\n", "direction": "Inbound"}, {"time": "1679242349", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I am really impressed about what you are doing now. I wish I could help you.\n", "direction": "Outbound"}, {"time": "1679246903", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "THANKS FOR YOUR EMAIL.. SEND YOUR DETAILS PLEASE EDDY\n", "direction": "Inbound"}, {"time": "1679249647", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I am really impressed about what you are doing now. I wish I could help you.\n", "direction": "Outbound"}, {"time": "1679328772", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "Dear Brother\nThanks so much for the reassurance of your honesty and trust. I believe\nwith you, I will be able to carry out this transaction without any problem.\nI have begun to put in place the necessary arrangements needed and will\nwait on your prompt response to this mail to enable me proceed. The name of\nmy is The Bank of East Asia  ; they will reach you as soon as an\napplication letter is received in your favor.\nI will be making a notice to Mr,  Kai Hin Tan (VP & Operations Manager)\nexplaining to them that the Next of Kin to the estate of late MR. ALVIN\nPETER KAPPELMANN JR called to inform me of his intention to make claim of\nhis inheritance sum deposited in our bank and that I have instructed him to\ngive me proof to his claim (This is to make sure it does not appear sudden\nto them that is why I will say you called me) With this, I attach a\ndocument you will fill and send to the bank immediately because it will be\npresented to them as prove from you.\nYou will submit it to the Bank Management in a form of application letter\nwhile we begin to hope on the first approval, which I know it would be\napproved. We will process all the titled documents evidencing your claim\nand will hand it over to you as soon as the bank demands for it.\nAttached is a document called the B2 NEXT OF KIN FORM, you will have to\nprint the B2 form, fill it and send it to the bank ASAP. You will also fill\nthe application letter below with your company letter headed sheet. Like I\ntold you in my recent mail, there is no risk involved in this transaction\nas long as it is kept confidential. As long as you work according to my\ninstruction and follow up accordingly without delay that means everything\nwill be worked out in about 9 working days from today.\nPlease fill the B2next of kin form & the application letter and send to the\nbank by email attachment or by fax. As soon as the bank receives your\napplication, I will be among the executives that will decide the approval\nand the authenticity of your claim. I am 57 years of age and would not do\nanything stupid to get us into trouble or break the law. You do not need to\nbe afraid of anything my friend, I am as careful as you want to be, there\nis nothing illegal in this transaction and I can reassure you of that.\nThe transaction is within the US and we are going to obtain all documents\nto back the claim here in the United States of America probate, all I need\nfrom you is absolute honesty and transparency.\nBase on what I have explained so far, fill the attached document, in the\narea where the deceased information is required, here is what you need to\nfill in:\nNAME: MR. ALVIN PETER KAPPELMANN JR\nADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\nACCOUNT NUMBER: 0176534230\nACCOUNT PIN: BEAKHC2GJBC\nBRANCH CODE: 0585\nSWIFT CODE: BEAKGB2X\nAs soon as you have completed the filling, then you will attach a copy of\nyour ID or driver's license and submit directly to the banking services\ndepartment through this email address: KaiHinTan-beacabranch@asia.com\nLet it be addressed to the head of the Remittance department:  Kai Hin Tan\n(VP & Operations Manager) Email; KaiHinTan-beacabranch@asia.com\nThis is the international /Local Remittance Department's email address, as\nsoon as the bank receives your application letter, they will reach you\nwithout delay and that marks the beginning of our success. I have also\ndrafted an application letter which you will also fill and send to the\nbank, copy it and make corrections if any and submit along with the B2 Next\nof Kin Form while we begin to wait on the response from the bank before we\nproceed. Please let me reassure you once again that this transaction has no\ntrace of illegitimate dealings. All legal documents would be obtained from\nthe probate and I will personally make sure everything goes perfectly well.\nHere is the application letter I said I have drafted for you, please read,\nfill and submit to the bank immediately. as regards my identification, I\nwill send you every detail about me as soon as I get  you response after\nyou have submitted this application to the bank as that would completely\nconvince me that you are truly willing to do this with me.\nEdward Kong\n", "direction": "Inbound"}, {"time": "1679335406", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I am really sorry to hear that and I think I can help with this situation.\nPlease just tell me what I can do for you.\n", "direction": "Outbound"}, {"time": "1679391325", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "TO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n", "direction": "Inbound"}, {"time": "1679391364", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "TO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n", "direction": "Inbound"}, {"time": "1679392038", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "Dear Brother\nThanks so much for the reassurance of your honesty and trust. I believe\nwith you, I will be able to carry out this transaction without any problem.\nI have begun to put in place the necessary arrangements needed and will\nwait on your prompt response to this mail to enable me proceed. The name of\nmy is The Bank of East Asia  ; they will reach you as soon as an\napplication letter is received in your favor.\nI will be making a notice to Mr,  Kai Hin Tan (VP & Operations Manager)\nexplaining to them that the Next of Kin to the estate of late MR. ALVIN\nPETER KAPPELMANN JR called to inform me of his intention to make claim of\nhis inheritance sum deposited in our bank and that I have instructed him to\ngive me proof to his claim (This is to make sure it does not appear sudden\nto them that is why I will say you called me) With this, I attach a\ndocument you will fill and send to the bank immediately because it will be\npresented to them as prove from you.\nYou will submit it to the Bank Management in a form of application letter\nwhile we begin to hope on the first approval, which I know it would be\napproved. We will process all the titled documents evidencing your claim\nand will hand it over to you as soon as the bank demands for it.\nAttached is a document called the B2 NEXT OF KIN FORM, you will have to\nprint the B2 form, fill it and send it to the bank ASAP. You will also fill\nthe application letter below with your company letter headed sheet. Like I\ntold you in my recent mail, there is no risk involved in this transaction\nas long as it is kept confidential. As long as you work according to my\ninstruction and follow up accordingly without delay that means everything\nwill be worked out in about 9 working days from today.\nPlease fill the B2next of kin form & the application letter and send to the\nbank by email attachment or by fax. As soon as the bank receives your\napplication, I will be among the executives that will decide the approval\nand the authenticity of your claim. I am 57 years of age and would not do\nanything stupid to get us into trouble or break the law. You do not need to\nbe afraid of anything my friend, I am as careful as you want to be, there\nis nothing illegal in this transaction and I can reassure you of that.\nThe transaction is within the US and we are going to obtain all documents\nto back the claim here in the United States of America probate, all I need\nfrom you is absolute honesty and transparency.\nBase on what I have explained so far, fill the attached document, in the\narea where the deceased information is required, here is what you need to\nfill in:\nNAME: MR. ALVIN PETER KAPPELMANN JR\nADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\nACCOUNT NUMBER: 0176534230\nACCOUNT PIN: BEAKHC2GJBC\nBRANCH CODE: 0585\nSWIFT CODE: BEAKGB2X\nAs soon as you have completed the filling, then you will attach a copy of\nyour ID or driver's license and submit directly to the banking services\ndepartment through this email address: KaiHinTan-beacabranch@asia.com\nLet it be addressed to the head of the Remittance department:  Kai Hin Tan\n(VP & Operations Manager) Email; KaiHinTan-beacabranch@asia.com\nThis is the international /Local Remittance Department's email address, as\nsoon as the bank receives your application letter, they will reach you\nwithout delay and that marks the beginning of our success. I have also\ndrafted an application letter which you will also fill and send to the\nbank, copy it and make corrections if any and submit along with the B2 Next\nof Kin Form while we begin to wait on the response from the bank before we\nproceed. Please let me reassure you once again that this transaction has no\ntrace of illegitimate dealings. All legal documents would be obtained from\nthe probate and I will personally make sure everything goes perfectly well.\nHere is the application letter I said I have drafted for you, please read,\nfill and submit to the bank immediately. as regards my identification, I\nwill send you every detail about me as soon as I get  you response after\nyou have submitted this application to the bank as that would completely\nconvince me that you are truly willing to do this with me.\nEdward Kong\n", "direction": "Inbound"}, {"time": "1679392208", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "TO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n", "direction": "Inbound"}, {"time": "1679392301", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "TO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n", "direction": "Inbound"}, {"time": "1679392350", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "Dear Brother\nThanks so much for the reassurance of your honesty and trust. I believe\nwith you, I will be able to carry out this transaction without any problem.\nI have begun to put in place the necessary arrangements needed and will\nwait on your prompt response to this mail to enable me proceed. The name of\nmy is The Bank of East Asia  ; they will reach you as soon as an\napplication letter is received in your favor.\nI will be making a notice to Mr,  Kai Hin Tan (VP & Operations Manager)\nexplaining to them that the Next of Kin to the estate of late MR. ALVIN\nPETER KAPPELMANN JR called to inform me of his intention to make claim of\nhis inheritance sum deposited in our bank and that I have instructed him to\ngive me proof to his claim (This is to make sure it does not appear sudden\nto them that is why I will say you called me) With this, I attach a\ndocument you will fill and send to the bank immediately because it will be\npresented to them as prove from you.\nYou will submit it to the Bank Management in a form of application letter\nwhile we begin to hope on the first approval, which I know it would be\napproved. We will process all the titled documents evidencing your claim\nand will hand it over to you as soon as the bank demands for it.\nAttached is a document called the B2 NEXT OF KIN FORM, you will have to\nprint the B2 form, fill it and send it to the bank ASAP. You will also fill\nthe application letter below with your company letter headed sheet. Like I\ntold you in my recent mail, there is no risk involved in this transaction\nas long as it is kept confidential. As long as you work according to my\ninstruction and follow up accordingly without delay that means everything\nwill be worked out in about 9 working days from today.\nPlease fill the B2next of kin form & the application letter and send to the\nbank by email attachment or by fax. As soon as the bank receives your\napplication, I will be among the executives that will decide the approval\nand the authenticity of your claim. I am 57 years of age and would not do\nanything stupid to get us into trouble or break the law. You do not need to\nbe afraid of anything my friend, I am as careful as you want to be, there\nis nothing illegal in this transaction and I can reassure you of that.\nThe transaction is within the US and we are going to obtain all documents\nto back the claim here in the United States of America probate, all I need\nfrom you is absolute honesty and transparency.\nBase on what I have explained so far, fill the attached document, in the\narea where the deceased information is required, here is what you need to\nfill in:\nNAME: MR. ALVIN PETER KAPPELMANN JR\nADDRESS: 304 APPLE COURT RES, GREEN BROOK, NEW JERSEY .\nACCOUNT NUMBER: 0176534230\nACCOUNT PIN: BEAKHC2GJBC\nBRANCH CODE: 0585\nSWIFT CODE: BEAKGB2X\nAs soon as you have completed the filling, then you will attach a copy of\nyour ID or driver's license and submit directly to the banking services\ndepartment through this email address: KaiHinTan-beacabranch@asia.com\nLet it be addressed to the head of the Remittance department:  Kai Hin Tan\n(VP & Operations Manager) Email; KaiHinTan-beacabranch@asia.com\nThis is the international /Local Remittance Department's email address, as\nsoon as the bank receives your application letter, they will reach you\nwithout delay and that marks the beginning of our success. I have also\ndrafted an application letter which you will also fill and send to the\nbank, copy it and make corrections if any and submit along with the B2 Next\nof Kin Form while we begin to wait on the response from the bank before we\nproceed. Please let me reassure you once again that this transaction has no\ntrace of illegitimate dealings. All legal documents would be obtained from\nthe probate and I will personally make sure everything goes perfectly well.\nHere is the application letter I said I have drafted for you, please read,\nfill and submit to the bank immediately. as regards my identification, I\nwill send you every detail about me as soon as I get  you response after\nyou have submitted this application to the bank as that would completely\nconvince me that you are truly willing to do this with me.\nEdward Kong\n", "direction": "Inbound"}, {"time": "1679392949", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I have read what you wrote and I just want to be sure the risks.\n", "direction": "Outbound"}, {"time": "1679392949", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "That sounds not really well, but I think I can do something helpful.\n", "direction": "Outbound"}, {"time": "1679392949", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I am really impressed about what you are doing now. I wish I could help you.\n", "direction": "Outbound"}, {"time": "1679392950", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "That sounds not really well, but I think I can do something helpful.\n", "direction": "Outbound"}, {"time": "1679392950", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I am really impressed about what you are doing now. I wish I could help you.\n", "direction": "Outbound"}, {"time": "1679392950", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I have read what you wrote and I just want to be sure the risks.\n", "direction": "Outbound"}, {"time": "1679398294", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "My Dear Friend & Confidant,\nThank you so much for your prompt reply to my mail. First let me state\nonce again that I have been prompted to trust you and will depend on\nyou to show me maximum trust, confidentiality and above all follow my\ninstruction strictly. As you will understand the transaction is 100%\nsuccess assured in as much as you follow my instructions, within a\nperiod of 9 banking days we will finish all the documentary aspect of\nthis transaction and money transferred.\nI will demand that you give me the privilege to handle the whole issue\nwith my professional experience and position. I have to at this point\nask for your sincere confidentiality, please assure me this and keep\nto it that the next person to you do not know about this transaction\nas we have to keep it highly confidential. You should know that I am\nworking with the bank and a manager in that matter hence my position\nand job will be at risk should any body know l am the one given you\ninformation's and data.\nThe basic requirement here is that as you will know I do not want to\nlet my bank know I am behind the transfer so all our communications\nwill be restricted to email unless on a very urgent matter then you\ncan reach me on my direct telephone number and if it is convenient to\ndiscuss with you at the particular time, then we will discuss and if\nit is not safe for us to discuss, then I will call you immediately it\nis convenient for me to talk with you.\nI want to make something clear to you, the fact that I am the Vice\nPresident and the Manager of this branch does not guarantee the\nsecurity of this transaction, whatever we are doing must be done under\na very high level of confidentiality. We must pretend we do not know\neach other, you must never mention my name to any staff of my bank\nduring and after this transaction. This is for our security and safety\nof this transaction.\nThe issue of documentation is no problem; I will handle that as soon\nas we commence the transfer process. I reside in 3202 Linden\nPl,Flushing NY\n11354 and would want us to meet but our meeting will be under a very\nhigh surveillance to avoid being seen together until this is over. My\nbank has some secret security officers that monitor my movement as\nsenior bank executive and I must play safe to avoid being\ninterrogated.\nI am an Asian by birth but my mother is an American. I am ready for\nthis deal to be accomplished and I wish so from you. My bank will have\nthis approved since everything about this deposit is with me and the\nfund in my branch.\nOn no account must you discuss this with anyone; whatever you want to\nask me please do that by email and I will answer you immediately. The\nfund would be transferred through a more secured telegraphic wire\ntransfer means with evidence proving the genuine source of the fund\nand you as the legitimate beneficiary of the fund and no government\nagency can stand against it.\nWith my experience in financial matters, I will handle this. Please do\nnot call me on my office telephone number because it will be unsecured\nto discuss this transaction in my office. Calling me on my office\ntelephone number would mean a stop to this transaction.\nYour full name\nHouse/ officer address\nTel.\nOccupation.\nAge.\nMarital status.\nIdentification  . SCAN COPY OF YOUR D/L OR INTERNATIONAL PASSPORT\nPlease get back to me today with the above stated information so that\nI will be able to extract the deposit agreement and then make official\napplication of the claim in your name and submit it to the board that\nmeets once every week. As soon as I receive your assurance along with\nthe information above, I will advice you on what next to do. For any\nquestion you may want to ask please send it to me by email, I am very\nready to answer them. I am guaranteed that they will give the approval\ninstantly as the money is in my branch.\nI do not want to write so much on the procedure so that you will not\nbe confused but I inform you that it is simple and fast. I will be\nwaiting to hear from you today, I have also attached copy of my\npassport for your perusal. As regards the %, it is same as I said\nearlier, 30% for you, 60% for me and 10% for any expenses that would\nbe inured in the process of carrying out this transaction.Respond to\nme today if you can so we can proceed.\nTruly yours,\nEdward Kong\n WHATSAPP NUMBERE\n", "direction": "Inbound"}, {"time": "1679400790", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I am really impressed about what you are doing now. I wish I could help you.\n", "direction": "Outbound"}, {"time": "1679496758", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "thank you how do you help when your not responding to emails EDDY\n", "direction": "Inbound"}, {"time": "1679497448", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "The Bank’s procedure is very necessary that is why you are asked to\ncomplete the form.\n............................................................................................\nYour Full Name:......................\nYour Contact Address:................\nYour Phone Number:........................\nYour Age/Occupation:.........................\nNext of Kin Name & Address:....................\nNationality:...............................................\nScan copy of your Identification:......................\nEDDY\n", "direction": "Inbound"}, {"time": "1679500127", "subject": "SUBJECT: Re: Dear Sir,", "body": "On 3/16/23, Ana <zk61100@mail.gel2mail.com> wrote:\n>\n>\n>\n> That sounds not really well, but I think I can do something helpful.\n>\n>TO THE:\nDIRECTOR OF INTERNATIONAL REMITTANCE DEPARTMENT,\nTHE BANK OF EAST ASIA, LIMITED, LOS ANGELES BRANCH\n388 E. VALLEY BLVD., SUITE 218,ALHAMBRA,CA US\nEmail; beancabranch@asia.com\nWebmail;  www.hkbea.com\nDEAR SIR,\nAPPLICATION FOR THE CLAIM OF $58.2 MILLION only (FIVE EIGHT MILLION\nTWO HUNDRED THOUSAND UNITED STATES DOLLARS ONLY ) IN YOUR BANK.\nI.................................\n........................................................\nHEREBY APPLY FOR THE CLAIM OF THE ABOVE MENTIONED SUM STANDING WITH\nTHIS COMPANY AS AN UNCLAIMED FUND OF MY\nLATE UNCLE.......................................\nWHO WAS DEPOSITING WITH YOUR FINANCE COMPANY BEFORE HIS DEATH ON THE\n11TH OF SEPTEMBER 2001 IN THE WORLD TRADE CENTER ATTACK.\nRECENTLY THERE WERE DEPOSIT DOCUMENTS FOUND IN HIS ARCHIVE, PAPERS\nINDICATING THAT HE HELD AN ACCOUNT WITH YOUR INSTITUTION. I AM SEEKING\nYOUR ASSISTANCE IN HAVING THE ACCOUNT WOUND UP AND THE MONEY AS WELL\nAS ACCRUED INTERESTS RETURNED TO US.\nCOULD YOU PLEASE REPLY WITH WHAT YOU REQUIRE TO SUPPORT MY CLAIM AND\nINITIATE PROCEEDINGS TO HAVE THIS MATTER RESOLVED? I AM VERY SORRY\nTHAT THIS CLAIM CAME VERY LATE DUE TO A LOT OF BUSINESS ENGAGEMENT I\nHAVE BEEN ENGAGED WITH BUT RIGHT NOW, I AM READY TO CARRY OUT ANY\nOBLIGATION REQUIREMENTS THAT MIGHT BE REQUIRED BY THIS FINANCE COMPANY\nTO ENHANCE THE RELEASE OF THE FUND, SINCE I AM HIS NEXT OF KIN.\nPRESENTLY, I HAVE A BUSINESS VENTURE THAT REQUIRES THIS FUND IN\nQUESTION THEREFORE, I HUMBLY REQUEST YOU USE YOUR POSITION AND GRANT\nTHE RELEASE OF THE FUNDS.\nMY ADDRESS:...........................................\nPHONE NUMBERS/FAX:....................................\nEMAIL ADDRESS....................... ..............................\nDATE OF BIRTH......................... ..............................\nMARITAL STATUS........................ ..............................\nOCCUPATION:..........................................................\nNEXT OF KIN;..............................................................\nNEXT OF KIN EMAIL ADDRESS;.........................................\nD/L OR ANY OTHER FORM OF IDENTITY )..........................\nR\nYOURS SINCERELY.\nSIGNATURE\n>\n>\n>\n", "direction": "Inbound"}, {"time": "1679501377", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I think I can do something to help you. Can you explain more specifically about what I need to do (and risks)?\n", "direction": "Outbound"}, {"time": "1679501377", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "I am really sorry to hear that and I think I can help with this situation.\nPlease just tell me what I can do for you.\n", "direction": "Outbound"}, {"time": "1679501378", "subject": "SUBJECT: Re: Dear Sir,", "body": "That sounds not really well, but I think I can do something helpful.\n", "direction": "Outbound"}, {"time": "1679504761", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "for all the memo send to you fill the details and get back eddy\n", "direction": "Inbound"}, {"time": "1679508712", "subject": "SUBJECT: Re: My Dear Friend & Confidant,", "body": "That sounds not really well, but I think I can do something helpful.\n", "direction": "Outbound"}]}