{"invalid": false, "init_time": 1678773926.0, "distract_time": 654363, "strategy": "BusinessPerson", "income_messages": ["From: f**************e@gmail.com\nTo: CRAWLER\nTime: 2023-03-14 06:05:26\nSUBJECT:   FITZ & COPPERLAND INC.\n  FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nAttention; \nThis email is coming to you on the instruction of the International Finance Corporation (IFC) Headquarters here in New York. Please read attentively, my name is Suzzie Jenkins Fitzgerald, a former director of finance at the International Monetary Fund (IMF) between June 2010 to Sept 2019 and presently working as a private consultant on fiscal and monetary policies to the International Finance Corporation (IFC) at its headquarters in New York, where I am handling  the verification of a fund disbursement project.\nMy firm  FITZ & COPPERLAND INC as a private consultant to the International Finance Corporation (IFC), we were given specific assignments and responsibility to review and re-open past and present financial transactions that were either abandoned, inconclusive or mishandled by some unauthorized persons. We shall carefully scrutinize all payment files,identify genuine beneficiaries and make necessary recommendations to the IFC Headquarters for approval of payment and subsequent disbursement of approved funds to the beneficiary\nWe are therefore contacting you because from the records available to us  you are listed as one of the fund beneficiaries with $15.2 million dollars unpaid funds which were previously mishandled by some impersonators who had tried to take advantage of you . Please kindly confirm your legitimacy as a beneficiary and your readiness to work with us in resolving the issues around your payment by responding immediately to this message.\nSincerely,\nSuzzieane Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)   \n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-15 10:34:25\nSUBJECT: REGARDING YOUR UNPAID FUNDS\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith\nWe are in receipt of your reply to our earlier message regarding proposed\npayment of the $15.2million funds.\nPlease feel free to ask any question and we will get back to you.\nSincerely,\nSuzzieane Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-15 12:21:20\nSUBJECT: Re: REGARDING YOUR UNPAID FUND\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nThank you for the questions, well it is instructive to note that I am a\nprivate consultant to the International Finance Corporation (IFC) who are\nthe lead facilitators of this fund payment exercise and my firm was\ncontracted to scrutinize and verify details of the 3 lucky beneficiaries of\nwhich you are one of them and to be sure the beneficiaries are genuine and\ndeserving of the fund.\nIt will also interest you to know that I have an enviable track record of\nintegrity which I built in over 23 years of my career as financial analyst\nwith the IMF,diplomat and investment banker. I can never get involved in\nany question transaction that will tarnish my hard earned reputation. So if\nthis fund payment project is questioned I would have withdrawn from my\ncontract with the IFC. So I urge you to trust the process.  We shall give\nyour further detail and the procedures to claim your funds if you are\nwilling to work with us and to follow up with the process.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\nThank you.\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-16 13:39:19\nSUBJECT: LETTER OF FUND OWNERSHIP\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nHere is a scan copy of the letter of fund ownership and privileges issued\nby the U.S Department of the Treasury to one of the 3 beneficiaries.  This\nparticular document belongs to Mr. Martin Aguilar Tinajero, a  Mexican\nwhose funds  has been approved and finally disbursed to him recently. It is\na highly classified document but I decided to send this to you in\nconfidence so you can have an idea of what the $985 fee is all about and\nthe reason you are required to pay the fee.\nPlease acknowledge receipt of this email and the attached letter and let us\nknow your position, so that we can proceed with the process.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-16 13:43:41\nSUBJECT: Re: REGARDING YOUR UNPAID FUND\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nOnce again thank you for your question, it is appropriate to ask necessary\nquestion(s) in order for you to make an informed decision. Yes, there is a\nfee of $985 to be paid in the course of processing the payment of the\nfunds, and it is an administrative levy charged by the U.S Financial\nIntelligence Office for the issuance of a Fund Ownership certificate in\nyour name and this certificate is expected to be obtained by the fund\nbeneficiary and presented to the designated bank before the bank will begin\nthe disbursement of the funds to the beneficiary's receiving account\naccount.\nHowever, it is very instructive to note that this $985 fee is the only\nmoney you are expected to pay in the course of the transaction. There will\nbe no other charges or fees to be paid by the beneficiary either directly\nor indirectly until the funds are successfully disbursed to your account by\nthe designated bank and confirmed by you. Just for your information, JP\nMorgan Chase is the officially designated bank appointed by the\nInternational Finance Corporation (IFC) to disburse approved funds to\ndeservining beneficiaries.\nThe fund approval and disbursement exercise is an open and transparent\nprocess. I am going to send you a scan copy of the letter of confirmation\nof fund ownership as issued by the United States Department of the Treasury\nto one of the 3 beneficiaries, a Mexican national whose funds were finally\nreleased to him recently. I am sending you a scan copy of the letter in\nconfidence so you can see and have an idea of what you are required to pay\nfor in order to make up your mind. We await your position on this as\nquickly as possible so we can move forward with the rest of the process.\nI attached a scan copy of my ID for purposes of identification.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-16 13:44:40\nSUBJECT: FOR YOUR INFORMATION\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nOnce again thank you for your question, it is appropriate to ask necessary\nquestion(s) in order for you to make an informed decision. Yes, there is a\nfee of $985 to be paid in the course of processing the payment of the\nfunds, and it is an administrative levy charged by the U.S Financial\nIntelligence Office for the issuance of a Fund Ownership certificate in\nyour name and this certificate is expected to be obtained by the fund\nbeneficiary and presented to the designated bank before the bank will begin\nthe disbursement of the funds to the beneficiary's receiving account\naccount.\nHowever, it is very instructive to note that this $985 fee is the only\nmoney you are expected to pay in the course of the transaction. There will\nbe no other charges or fees to be paid by the beneficiary either directly\nor indirectly until the funds are successfully disbursed to your account by\nthe designated bank and confirmed by you. Just for your information, JP\nMorgan Chase is the officially designated bank appointed by the\nInternational Finance Corporation (IFC) to disburse approved funds to\ndeservining beneficiaries.\nThe fund approval and disbursement exercise is an open and transparent\nprocess. I am going to send you a scan copy of the letter of confirmation\nof fund ownership as issued by the United States Department of the Treasury\nto one of the 3 beneficiaries, a Mexican national whose funds were finally\nreleased to him recently. I am sending you a scan copy of the letter in\nconfidence so you can see and have an idea of what you are required to pay\nfor in order to make up your mind. We await your position on this as\nquickly as possible so we can move forward with the rest of the process.\nI attached a scan copy of my ID for purposes of identification.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-16 14:31:51\nSUBJECT: Re: LETTER OF FUND OWNERSHIP\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane,\nI thought I had answered this question initially, there were 12\nparticipants out of which 3 were finally selected through a raffle draw\nheld at the headquarters of the International Finance Corporation in New\nYork, and you are fortunate to be one of the lucky 3. Now out of these 3\nlucky participants one has finally received his funds which is the Mexican\nMr Martin Aguilar whom I sent you his letter of fund ownership.\nAnd regarding the time frame allowed by the authorities for the beneficiary\nto pay the fee for the document, it is a maximum of 7 working days , from\nthe day the official approval is given for the disbursement of the funds.\nSo, the process requires that you will provide your details and a valid ID,\nand then an e-file will be opened in your name and your name and we will\nsend a recommendation to the Headquarters of the International Finance\nCorporation  (IFC) for approval of your payment by board of directors,\nthereafter the designated bank JP Morgan Chase will begin the process of\ndisbursement of the funds to your account.\nThese are the procedures, it is simple, open and transparent.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-16 15:10:13\nSUBJECT: Re: FOR YOUR INFORMATION\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nHello Jane Smith,\nOnce again the deadline for paying the $985 administrative fee for the\nissuance of the fund ownership document is 7 working days,and it can be\nextended if there is any need, but the beneficiary will have to officially\ninform the authorities and apply for extension of time to raise the amount\nfor the fee.\nI hope this answers your question.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-16 16:18:47\nSUBJECT: Re: LETTER OF FUND OWNERSHIP\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI have patiently and comprehensively answered all your questions just to\nclear whatever doubt you may have about the legitimacy of this transaction.\nLike I stated earlier I have built an enviable track record of integrity\nwhich I garnered in over 23yrs of my career as a senior financial analyst\nwith the IMF, and as a diplomat and Investment banker. I want to maintain\nagain that if this fund payment project by the IFC were questionable I\nwould have pulled out of my contract with the IFC long before now, because\nI can not afford to get involved in any dealings that will rubbish my image\nand throw my records to the trash bi\nI can understand your cautious position and curiosity because you would not\nwant to make any mistake, and I want to assure you that you are not making\nany mistake. This transaction is 100% legitimate and the process is open\nand transparent. Just as i informed you earlier that out of the 3 lucky\nparticipants only 1 beneficiary has finally received his funds and that is\nthe Mexican Mr Martin Aguilar Tinajero, but I can not give you any  deeper\ndetails about the him because it is strictly is private information, and I\nwill be going against the code of conduct and my contract guidelines by\nreleasing his payment details to you. I can only advise you to trust the\nprocess and follow the procedures and definitely you will have the funds\ndisbursed to you without any hitch.\nThank you.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-16 16:40:21\nSUBJECT: Re: FOR YOUR INFORMATION\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nYes I am 100% sure you are definitely the right person *Jane Smith *selected\nfrom the available slot allocated to the United Kingdom and your email\n *(zx64077@mail.gel2mail.com\n<zx64077@mail.gel2mail.com>)* drew the lucky raffle amongst many other\nparticipants from the U.K. Let emphasize once again for the avoidance of\ndoubt that this fund payment arrangement is financed by the International\nFinance Corporation (IFC) as the lead facilitator in collaboration with the\nIMF and World Bank humanitarian office. And our responsibility as the lead\nconsultant is to identify genuine beneficiaries who are legitimately\nentitled to the funds, verify their payment details and then make\nrecommendations to the IFC head office for payment approval. All approved\nfunds are to be disbursed through the designated bank, JP Morgan Chase via\na direct bank-to-bank wire transfer to the beneficiary's nominated bank\naccount.\nI think I have explained enough about this fund payment project, I have\nmeticulously answered all your questions and I have done enough to clear\nwhatever doubt or fears that you may have about the legitimacy of this\npayment exercise and the sincerity of the disbursement process, it is left\nfor you to make up your mind so that we can proceed with the process and\nyou have limited time to decide otherwise your transaction maybe terminated\nand another raffle will be conducted to fill the void.\nThank you.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-16 16:41:47\nSUBJECT: Re: FOR YOUR INFORMATION\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nYes I am 100% sure you are definitely the right person *Jane Smith *selected\nfrom the available slot allocated to the United Kingdom and your email\n *(zx64077@mail.gel2mail.com\n<zx64077@mail.gel2mail.com>)* drew the lucky raffle amongst many other\nparticipants from the U.K. Let me emphasize once again for the avoidance of\ndoubt that this fund payment arrangement is financed by the International\nFinance Corporation (IFC) as the lead  facilitator in collaboration with\nthe IMF and World Bank humanitarian office. And our responsibility as the\nlead consultant is to identify genuine beneficiaries who are legitimately\nentitled to the funds, verify their payment details and then make\nrecommendations to the IFC head office for payment approval. All approved\nfunds are to be disbursed through the designated bank, JP Morgan Chase via\na direct bank-to-bank wire transfer to the beneficiary's nominated bank\naccount.\nI think I have explained enough about this fund payment project, I have\nmeticulously answered all your questions and I have done enough to clear\nwhatever doubt or fears that you may have about the legitimacy of this\npayment exercise and the sincerity of the disbursement process, it is left\nfor you to make up your mind so that we can proceed with the process and\nyou have limited time to decide otherwise your transaction maybe terminated\nand another raffle will be conducted to fill the void.\nThank you.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-17 13:19:40\nSUBJECT: Re: FOR YOUR INFORMATION\nDear Jane Smith,\nI have answered virtually all questions in my previous email, yet you seem\nto be repeating the same questions over and again. I am not going to take\nany more questions, I think I have answered the critical question and\nprovided enough insight on the criteria and procedures for the disbursement\nof the fund. I have also tried to dispel whatever fears or doubt that you\nmay have about the legitimacy of the transaction and the release of the\nfund to you, and at this point it is left for you to make up you mind\nwhether to go ahead with the process by providing your details so we can\nopen a file for you or on the other hand you may decide to withdraw your\ninterest from the fund claim. The choice is yours to make.\nHowever, if you decide on the latter, which is to withdraw your interest\nfrom the fund claims, please do kindly let us know by sending an email,  so\nthat we can officially inform the authorities at the International Finance\nCorporation (IFC) about your decision to withdraw from the process, so that\na fresh raffle draw can be organized to fill your place.\nThank you.\nSuzzie J. Fitzgerald\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-17 13:27:36\nSUBJECT: Re: LETTER OF FUND OWNERSHIP\nDear Jane,\nI would not know how the fee is calculated  whether on a percentage basis\nor flat rate, and I am not in the position to explain anything concerning\nthe fees. The issue of fees and levies are the exclusive preserve of the\nU.S Department of the Treasury, that is the office that issues the Fund\nOwnership document and they are the ones that decides the charges or fees\nto be paid on the issuance of the document.\nThank you.\nSuzzie J. Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-17 14:36:41\nSUBJECT: Re: FOR YOUR INFORMATION\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI have patiently accommodated so many questions from you, as much as I\nappreciate that it is appropriate to ask questions especially in a\ntransaction as huge as this, I think that you have asked the relevant\nquestions which I have provided satisfactory answers. However, I  am a very\nbusy person and I can not spend all my time answering questions from you, I\nhave other pressing official issues I need to attend to. You are the only\nbeneficiary , the other beneficiary from Montreal Canada has already\nprovided his details and we are already processing his payment after the\nbeneficiary from Mexico Mr Martins Aguilar had already received his payment\nand he confirmed the amount in his account  Monday this week.\nMeanwhile, I will be magnanimous enough to take just one more question from\nyou, and after this no more questions will be entertained. I hope you ask\nthe right and relevant questions now. So, if you are satisfied then you may\nprovide your detail, (Full names, address, date of birth, nationality,\nphone number and a valid ID) as soon as we receive these info we shall\nimmediately open an e-file for you  and process your payment and  your data\nwill be entered into the central database, and then a recommendation will\nbe sent to the IFC headquarters for approval of your payment by the board\nof directors. The designated bank JP Morgan Chase bank will immediately\nbegin the process of disbursement of the approved amount to your receiving\naccount and this will take a maximum of 5 working days.\nThank you.\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-17 14:38:36\nSUBJECT: Re: FOR YOUR INFORMATION\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI have patiently accommodated so many questions from you, as much as I\nappreciate that it is appropriate to ask questions especially in a\ntransaction as huge as this, I think that you have asked the relevant\nquestions which I have provided satisfactory answers. However, I  am a very\nbusy person and I can not spend all my time answering questions from you, I\nhave other pressing official issues I need to attend to. You are the only\nbeneficiary , the other beneficiary from Montreal Canada has already\nprovided his details and we are already processing his payment after the\nbeneficiary from Mexico Mr Martins Aguilar had already received his payment\nand he confirmed the amount in his account  Monday this week.\nMeanwhile, I will be magnanimous enough to take just one more question from\nyou, and after this no more questions will be entertained. I hope you ask\nthe right and relevant questions now. So, if you are satisfied then you may\nprovide your detail, (Full names, address, date of birth, nationality,\nphone number and a valid ID) as soon as we receive these info we shall\nimmediately open an e-file for you  and process your payment and  your data\nwill be entered into the central database, and then a recommendation will\nbe sent to the IFC headquarters for approval of your payment by the board\nof directors. The designated bank JP Morgan Chase bank will immediately\nbegin the process of disbursement of the approved amount to your receiving\naccount and this will take a maximum of 5 working days.\nThank you.\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-17 15:03:10\nSUBJECT: Re: REGARDING YOUR UNPAID FUNDS\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nPlease I am still waiting for you to send in your questions, so that I can\nprovide answers before I get busy and may not be able to respond to your\nemail.\nThank you.\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-20 14:15:18\nSUBJECT: REGARDING YOUR FUNDS\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI'm sorry for the late reply. I have been very busy and had little time to\nattend to email. Well, I'm going to answer these questions as elaborately\nas I can and I hope I won't have to answer these questions all over again.\nNow, a total of 23 participants from different countries were randomly\nselected  for this exercise and out of the 23 participants, 3 lucky people\nfinally emerged winners of the grand prizes of 15.2m each through an open\nraffle draw that was held at the head office of the International Finance\nCorporation (IFC) in New York. The lucky winners/participants are John\nCunningham from Montreal Canada, Jane Smith from the United Kingdom and\nMartin Aguilar Tinagero from Mexico.\nThis is the first and only edition  of this fund payment project, and it\nwas done in commemoration of the 40th anniversary of the International\nFinance  Corporation (IFC), and so there has never been any previous\nwinners as it is just a one off  event and not a yearly event. The issue of\n your chances of winning does not  arise in the first instance, because by\nvirtue of being amongst the 3 lucky participants selected in the raffle\ndraw, you are already a winner, and you are entitled the prize. The prize\nshall be disbursed to you and the others through the designated bank JP\nMorgan Chase, after official approval has been  given by the board of\ndirectors of the IFC.\nIt is also instructive to note that the $15,250,000.00 prize  would be paid\nto you in tranches (3 installments). The first installment will be $8\nmillion U.S dollar, the second installment $4 million USD, while the last\nand final Will be $3.2 USD ($3,250,000). The disbursements are to be made\neither by a certified bank draft or direct wire transfer to your receiving\naccount, so you are expected to choose your preferred mode of payment. One\nof the 3 lucky participants Mr Martin Aguilar from Mexico has received his\nfirst  installment of a certified bank draft of $8 million U.S dollars, he\n confirmed receipt of his payment on Monday last week.  I hope this answers\nyour questions.\nSincerely,\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-20 14:16:29\nSUBJECT: Attention: Jane Smith\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI'm sorry for the late reply. I have been very busy and had little time to\nattend to email. Well, I'm going to answer these questions as elaborately\nas I can and I hope I won't have to answer these questions all over again.\nNow, a total of 23 participants from different countries were randomly\nselected  for this exercise and out of the 23 participants, 3 lucky people\nfinally emerged winners of the grand prizes of 15.2m each through an open\nraffle draw that was held at the head office of the International Finance\nCorporation (IFC) in New York. The lucky winners/participants are John\nCunningham from Montreal Canada, Jane Smith from the United Kingdom and\nMartin Aguilar Tinagero from Mexico.\nThis is the first and only edition  of this fund payment project, and it\nwas done in commemoration of the 40th anniversary of the International\nFinance  Corporation (IFC), and so there has never been any previous\nwinners as it is just a one off  event and not a yearly event. The issue of\n your chances of winning does not  arise in the first instance, because by\nvirtue of being amongst the 3 lucky participants selected in the raffle\ndraw, you are already a winner, and you are entitled the prize. The prize\nshall be disbursed to you and the others through the designated bank JP\nMorgan Chase, after official approval has been  given by the board of\ndirectors of the IFC.\nIt is also instructive to note that the $15,250,000.00 prize  would be paid\nto you in tranches (3 installments). The first installment will be $8\nmillion U.S dollar, the second installment $4 million USD, while the last\nand final Will be $3.2 USD ($3,250,000). The disbursements are to be made\neither by a certified bank draft or direct wire transfer to your receiving\naccount, so you are expected to choose your preferred mode of payment. One\nof the 3 lucky participants Mr Martin Aguilar from Mexico has received his\nfirst  installment of a certified bank draft of $8 million U.S dollars, he\n confirmed receipt of his payment on Monday last week.  I hope this answers\nyour questions.\nSincerely,\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-20 16:22:59\nSUBJECT: Re: Attention: Jane Smith\nDear Janem\nThank you for your email. The alternative way to send the $985 is by wire\ntransfer to the sub-treasury account. So it is either you send the fee by\nwestern union transfer or by wire transfer which is convenient for you.\nSincerely,\nJane Smith\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-21 13:24:07\nSUBJECT: Re: Attention: Jane Smith\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nWe appreciate the fact that you are trying to be careful and cautious\nbefore making your decision, I have personally given you my word that this\nis a legitimate project carried out by the International Finance\nCorporation (IFC) in celebration of their 40th anniversary, it is the\ninaugural edition and therefore there are no previous winners.  Just as I\nexplained in my previous emails, there are only 3 lucky winners in this\ninaugural edition which includes you, and one of the winners Mr. Martin\nAguilar Tinajero from Mexico has already received his first payment of\n$8million U.S dollars in certified bank draft. The other winner Mr. John\nCunningham from Canada, is still processing his payment and it is about 85%\ncompleted, he prefers a direct bank transfer to his account at HSBC. This\nis the situation regarding the disbursement of the $15.2million to\nwinners/beneficiaries.\nHowever, the management of the International Finance Corporation will be\nwilling to give you a letter of guarantee, should you need any further\nassurance about the legitimacy of this fund disbursement exercise. But I\nwish to assure you once again that this is undoubtedly legitimate, the\nprocess is open and transparent and you will surely receive your\nprize/winning without a hitch whatsoever, if only you will follow the\nsimple procedures for claiming your winning.\nSincerely,\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-21 14:16:17\nSUBJECT: Re: Attention: Jane Smith\nDear Jane Smith,\nIt is becoming obvious you are not serious about claiming your prize, and I\nwill not hesitate to recommend to the management to step down your payment\nand conduct a fresh raffle draw to fill in the void.\nThank you.\nSuzzie Fitzgerald.\n", "From: f**************e@gmail.com\nTo: zx64077@m**************m\nTime: 2023-03-21 19:51:29\nSUBJECT: Re: Attention: Jane Smith\nFITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nWe are not going to take any further question from you, especially\nquestions that have been answered repeatedly. When you are ready to follow\nthe process to claim your winning (prize) then do the needful by  providing\nyour details, and you have till Friday 25th March to do that, otherwise we\nmay have to terminate your payment without any further consideration, and a\nfresh raffle draw will be conducted for another participant to take your\nslot.\nSincerely.\nSuzzie J. Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n"], "outbound_messages": ["From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-14 06:05:26\nSUBJECT: Re:   FITZ & COPPERLAND INC.\nDear Suzzieane, \nWow, that is a lot of money to win! Can I ask you some questions about the claiming prorcess?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-15 12:08:24\nSUBJECT: Re: REGARDING YOUR UNPAID FUNDS\nDear Suzzieane, \nAre you definitely sure you got the right person? I definitely don't remember entering into anything.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-15 12:08:24\nSUBJECT: Re: REGARDING YOUR UNPAID FUND\nDear Suzzieane, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-15 14:02:50\nSUBJECT: Re: REGARDING YOUR UNPAID FUND\nDear Suzzie, \nDo these situations usually require a fee? I am willing to pay, I am just curious to learn a bit more before I commit to anything.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-16 14:13:57\nSUBJECT: Re: LETTER OF FUND OWNERSHIP\nDear Suzzie, \nHow many participants were eligible for this prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-16 14:13:57\nSUBJECT: Re: REGARDING YOUR UNPAID FUND\nDear Suzzie, \nI don't remember entering into anything to be able to win this, are you sure I am eligible for this money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-16 14:13:57\nSUBJECT: Re: FOR YOUR INFORMATION\nDear Suzzie, \nWhat's the deadline for me paying this fee? Is it possible to be extended if needed?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-16 16:00:30\nSUBJECT: Re: LETTER OF FUND OWNERSHIP\nDear Suzzie, \nJust to make sure this is legitimate, do you have proof that any previous winners received their money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-16 16:00:30\nSUBJECT: Re: FOR YOUR INFORMATION\nDear Suzzie, \nAre you definitely sure you got the right person? I definitely don't remember entering into anything.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-16 18:12:34\nSUBJECT: Re: LETTER OF FUND OWNERSHIP\nDear Suzzie, \nHow is this fee calculated? Is it a percentage of the prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-16 18:12:34\nSUBJECT: Re: FOR YOUR INFORMATION\nDear Suzzie, \nI don't remember entering into anything to be able to win this, are you sure I am eligible for this money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-16 18:12:35\nSUBJECT: Re: FOR YOUR INFORMATION\nDear Suzzie, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-17 14:14:28\nSUBJECT: Re: FOR YOUR INFORMATION\nHi, \nIs there a possibility I could ask some more questions before I send any money over? I don't want to send any money until I can confirm this is legitimate.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-17 14:14:28\nSUBJECT: Re: LETTER OF FUND OWNERSHIP\nDear Jane, \nHow many participants were eligible for this prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-17 16:00:50\nSUBJECT: Re: FOR YOUR INFORMATION\nHi, \nJust to make sure this is legitimate, do you have proof that any previous winners received their money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-17 16:00:50\nSUBJECT: Re: FOR YOUR INFORMATION\nDear Jane, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-17 16:00:50\nSUBJECT: Re: REGARDING YOUR UNPAID FUNDS\nDear Jane, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-20 16:05:34\nSUBJECT: Re: REGARDING YOUR FUNDS\nDear Sussie, \nHow many participants were eligible for this prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-20 16:05:34\nSUBJECT: Re: Attention: Jane Smith\nDear Sussie, \nIs there an alternative way I can send the money? I don't want to send it the way you have suggested.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-20 18:03:27\nSUBJECT: Re: Attention: Jane Smith\nDear Jane, \nJust to make sure this is legitimate, do you have proof that any previous winners received their money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-21 14:09:55\nSUBJECT: Re: Attention: Jane Smith\nDear Sussie, \nJust to make sure this is legitimate, do you have proof that any previous winners received their money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-21 16:06:46\nSUBJECT: Re: Attention: Jane Smith\nHi, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "From: zx64077@m**************m\nTo: f**************e@gmail.com\nTime: 2023-03-21 20:01:29\nSUBJECT: Re: Attention: Jane Smith\nDear Suzzie, \nHow many participants were eligible for this prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n"], "conversations": [{"time": "1678773926", "subject": "SUBJECT:   FITZ & COPPERLAND INC.", "body": "  FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nAttention; \nThis email is coming to you on the instruction of the International Finance Corporation (IFC) Headquarters here in New York. Please read attentively, my name is Suzzie Jenkins Fitzgerald, a former director of finance at the International Monetary Fund (IMF) between June 2010 to Sept 2019 and presently working as a private consultant on fiscal and monetary policies to the International Finance Corporation (IFC) at its headquarters in New York, where I am handling  the verification of a fund disbursement project.\nMy firm  FITZ & COPPERLAND INC as a private consultant to the International Finance Corporation (IFC), we were given specific assignments and responsibility to review and re-open past and present financial transactions that were either abandoned, inconclusive or mishandled by some unauthorized persons. We shall carefully scrutinize all payment files,identify genuine beneficiaries and make necessary recommendations to the IFC Headquarters for approval of payment and subsequent disbursement of approved funds to the beneficiary\nWe are therefore contacting you because from the records available to us  you are listed as one of the fund beneficiaries with $15.2 million dollars unpaid funds which were previously mishandled by some impersonators who had tried to take advantage of you . Please kindly confirm your legitimacy as a beneficiary and your readiness to work with us in resolving the issues around your payment by responding immediately to this message.\nSincerely,\nSuzzieane Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)   \n", "direction": "Inbound"}, {"time": "1678773926", "subject": "SUBJECT: Re:   FITZ & COPPERLAND INC.", "body": "Dear Suzzieane, \nWow, that is a lot of money to win! Can I ask you some questions about the claiming prorcess?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678876465", "subject": "SUBJECT: REGARDING YOUR UNPAID FUNDS", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith\nWe are in receipt of your reply to our earlier message regarding proposed\npayment of the $15.2million funds.\nPlease feel free to ask any question and we will get back to you.\nSincerely,\nSuzzieane Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "direction": "Inbound"}, {"time": "1678882104", "subject": "SUBJECT: Re: REGARDING YOUR UNPAID FUNDS", "body": "Dear Suzzieane, \nAre you definitely sure you got the right person? I definitely don't remember entering into anything.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678882104", "subject": "SUBJECT: Re: REGARDING YOUR UNPAID FUND", "body": "Dear Suzzieane, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678882880", "subject": "SUBJECT: Re: REGARDING YOUR UNPAID FUND", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nThank you for the questions, well it is instructive to note that I am a\nprivate consultant to the International Finance Corporation (IFC) who are\nthe lead facilitators of this fund payment exercise and my firm was\ncontracted to scrutinize and verify details of the 3 lucky beneficiaries of\nwhich you are one of them and to be sure the beneficiaries are genuine and\ndeserving of the fund.\nIt will also interest you to know that I have an enviable track record of\nintegrity which I built in over 23 years of my career as financial analyst\nwith the IMF,diplomat and investment banker. I can never get involved in\nany question transaction that will tarnish my hard earned reputation. So if\nthis fund payment project is questioned I would have withdrawn from my\ncontract with the IFC. So I urge you to trust the process.  We shall give\nyour further detail and the procedures to claim your funds if you are\nwilling to work with us and to follow up with the process.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\nThank you.\n", "direction": "Inbound"}, {"time": "1678888970", "subject": "SUBJECT: Re: REGARDING YOUR UNPAID FUND", "body": "Dear Suzzie, \nDo these situations usually require a fee? I am willing to pay, I am just curious to learn a bit more before I commit to anything.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678973959", "subject": "SUBJECT: LETTER OF FUND OWNERSHIP", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nHere is a scan copy of the letter of fund ownership and privileges issued\nby the U.S Department of the Treasury to one of the 3 beneficiaries.  This\nparticular document belongs to Mr. Martin Aguilar Tinajero, a  Mexican\nwhose funds  has been approved and finally disbursed to him recently. It is\na highly classified document but I decided to send this to you in\nconfidence so you can have an idea of what the $985 fee is all about and\nthe reason you are required to pay the fee.\nPlease acknowledge receipt of this email and the attached letter and let us\nknow your position, so that we can proceed with the process.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "direction": "Inbound"}, {"time": "1678974221", "subject": "SUBJECT: Re: REGARDING YOUR UNPAID FUND", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nOnce again thank you for your question, it is appropriate to ask necessary\nquestion(s) in order for you to make an informed decision. Yes, there is a\nfee of $985 to be paid in the course of processing the payment of the\nfunds, and it is an administrative levy charged by the U.S Financial\nIntelligence Office for the issuance of a Fund Ownership certificate in\nyour name and this certificate is expected to be obtained by the fund\nbeneficiary and presented to the designated bank before the bank will begin\nthe disbursement of the funds to the beneficiary's receiving account\naccount.\nHowever, it is very instructive to note that this $985 fee is the only\nmoney you are expected to pay in the course of the transaction. There will\nbe no other charges or fees to be paid by the beneficiary either directly\nor indirectly until the funds are successfully disbursed to your account by\nthe designated bank and confirmed by you. Just for your information, JP\nMorgan Chase is the officially designated bank appointed by the\nInternational Finance Corporation (IFC) to disburse approved funds to\ndeservining beneficiaries.\nThe fund approval and disbursement exercise is an open and transparent\nprocess. I am going to send you a scan copy of the letter of confirmation\nof fund ownership as issued by the United States Department of the Treasury\nto one of the 3 beneficiaries, a Mexican national whose funds were finally\nreleased to him recently. I am sending you a scan copy of the letter in\nconfidence so you can see and have an idea of what you are required to pay\nfor in order to make up your mind. We await your position on this as\nquickly as possible so we can move forward with the rest of the process.\nI attached a scan copy of my ID for purposes of identification.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "direction": "Inbound"}, {"time": "1678974280", "subject": "SUBJECT: FOR YOUR INFORMATION", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nOnce again thank you for your question, it is appropriate to ask necessary\nquestion(s) in order for you to make an informed decision. Yes, there is a\nfee of $985 to be paid in the course of processing the payment of the\nfunds, and it is an administrative levy charged by the U.S Financial\nIntelligence Office for the issuance of a Fund Ownership certificate in\nyour name and this certificate is expected to be obtained by the fund\nbeneficiary and presented to the designated bank before the bank will begin\nthe disbursement of the funds to the beneficiary's receiving account\naccount.\nHowever, it is very instructive to note that this $985 fee is the only\nmoney you are expected to pay in the course of the transaction. There will\nbe no other charges or fees to be paid by the beneficiary either directly\nor indirectly until the funds are successfully disbursed to your account by\nthe designated bank and confirmed by you. Just for your information, JP\nMorgan Chase is the officially designated bank appointed by the\nInternational Finance Corporation (IFC) to disburse approved funds to\ndeservining beneficiaries.\nThe fund approval and disbursement exercise is an open and transparent\nprocess. I am going to send you a scan copy of the letter of confirmation\nof fund ownership as issued by the United States Department of the Treasury\nto one of the 3 beneficiaries, a Mexican national whose funds were finally\nreleased to him recently. I am sending you a scan copy of the letter in\nconfidence so you can see and have an idea of what you are required to pay\nfor in order to make up your mind. We await your position on this as\nquickly as possible so we can move forward with the rest of the process.\nI attached a scan copy of my ID for purposes of identification.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "direction": "Inbound"}, {"time": "1678976037", "subject": "SUBJECT: Re: LETTER OF FUND OWNERSHIP", "body": "Dear Suzzie, \nHow many participants were eligible for this prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678976037", "subject": "SUBJECT: Re: REGARDING YOUR UNPAID FUND", "body": "Dear Suzzie, \nI don't remember entering into anything to be able to win this, are you sure I am eligible for this money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678976037", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "Dear Suzzie, \nWhat's the deadline for me paying this fee? Is it possible to be extended if needed?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678977111", "subject": "SUBJECT: Re: LETTER OF FUND OWNERSHIP", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane,\nI thought I had answered this question initially, there were 12\nparticipants out of which 3 were finally selected through a raffle draw\nheld at the headquarters of the International Finance Corporation in New\nYork, and you are fortunate to be one of the lucky 3. Now out of these 3\nlucky participants one has finally received his funds which is the Mexican\nMr Martin Aguilar whom I sent you his letter of fund ownership.\nAnd regarding the time frame allowed by the authorities for the beneficiary\nto pay the fee for the document, it is a maximum of 7 working days , from\nthe day the official approval is given for the disbursement of the funds.\nSo, the process requires that you will provide your details and a valid ID,\nand then an e-file will be opened in your name and your name and we will\nsend a recommendation to the Headquarters of the International Finance\nCorporation  (IFC) for approval of your payment by board of directors,\nthereafter the designated bank JP Morgan Chase will begin the process of\ndisbursement of the funds to your account.\nThese are the procedures, it is simple, open and transparent.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "direction": "Inbound"}, {"time": "1678979413", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nHello Jane Smith,\nOnce again the deadline for paying the $985 administrative fee for the\nissuance of the fund ownership document is 7 working days,and it can be\nextended if there is any need, but the beneficiary will have to officially\ninform the authorities and apply for extension of time to raise the amount\nfor the fee.\nI hope this answers your question.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "direction": "Inbound"}, {"time": "1678982430", "subject": "SUBJECT: Re: LETTER OF FUND OWNERSHIP", "body": "Dear Suzzie, \nJust to make sure this is legitimate, do you have proof that any previous winners received their money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678982430", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "Dear Suzzie, \nAre you definitely sure you got the right person? I definitely don't remember entering into anything.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678983527", "subject": "SUBJECT: Re: LETTER OF FUND OWNERSHIP", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI have patiently and comprehensively answered all your questions just to\nclear whatever doubt you may have about the legitimacy of this transaction.\nLike I stated earlier I have built an enviable track record of integrity\nwhich I garnered in over 23yrs of my career as a senior financial analyst\nwith the IMF, and as a diplomat and Investment banker. I want to maintain\nagain that if this fund payment project by the IFC were questionable I\nwould have pulled out of my contract with the IFC long before now, because\nI can not afford to get involved in any dealings that will rubbish my image\nand throw my records to the trash bi\nI can understand your cautious position and curiosity because you would not\nwant to make any mistake, and I want to assure you that you are not making\nany mistake. This transaction is 100% legitimate and the process is open\nand transparent. Just as i informed you earlier that out of the 3 lucky\nparticipants only 1 beneficiary has finally received his funds and that is\nthe Mexican Mr Martin Aguilar Tinajero, but I can not give you any  deeper\ndetails about the him because it is strictly is private information, and I\nwill be going against the code of conduct and my contract guidelines by\nreleasing his payment details to you. I can only advise you to trust the\nprocess and follow the procedures and definitely you will have the funds\ndisbursed to you without any hitch.\nThank you.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "direction": "Inbound"}, {"time": "1678984821", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nYes I am 100% sure you are definitely the right person *Jane Smith *selected\nfrom the available slot allocated to the United Kingdom and your email\n *(zx64077@mail.gel2mail.com\n<zx64077@mail.gel2mail.com>)* drew the lucky raffle amongst many other\nparticipants from the U.K. Let emphasize once again for the avoidance of\ndoubt that this fund payment arrangement is financed by the International\nFinance Corporation (IFC) as the lead facilitator in collaboration with the\nIMF and World Bank humanitarian office. And our responsibility as the lead\nconsultant is to identify genuine beneficiaries who are legitimately\nentitled to the funds, verify their payment details and then make\nrecommendations to the IFC head office for payment approval. All approved\nfunds are to be disbursed through the designated bank, JP Morgan Chase via\na direct bank-to-bank wire transfer to the beneficiary's nominated bank\naccount.\nI think I have explained enough about this fund payment project, I have\nmeticulously answered all your questions and I have done enough to clear\nwhatever doubt or fears that you may have about the legitimacy of this\npayment exercise and the sincerity of the disbursement process, it is left\nfor you to make up your mind so that we can proceed with the process and\nyou have limited time to decide otherwise your transaction maybe terminated\nand another raffle will be conducted to fill the void.\nThank you.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "direction": "Inbound"}, {"time": "1678984907", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nYes I am 100% sure you are definitely the right person *Jane Smith *selected\nfrom the available slot allocated to the United Kingdom and your email\n *(zx64077@mail.gel2mail.com\n<zx64077@mail.gel2mail.com>)* drew the lucky raffle amongst many other\nparticipants from the U.K. Let me emphasize once again for the avoidance of\ndoubt that this fund payment arrangement is financed by the International\nFinance Corporation (IFC) as the lead  facilitator in collaboration with\nthe IMF and World Bank humanitarian office. And our responsibility as the\nlead consultant is to identify genuine beneficiaries who are legitimately\nentitled to the funds, verify their payment details and then make\nrecommendations to the IFC head office for payment approval. All approved\nfunds are to be disbursed through the designated bank, JP Morgan Chase via\na direct bank-to-bank wire transfer to the beneficiary's nominated bank\naccount.\nI think I have explained enough about this fund payment project, I have\nmeticulously answered all your questions and I have done enough to clear\nwhatever doubt or fears that you may have about the legitimacy of this\npayment exercise and the sincerity of the disbursement process, it is left\nfor you to make up your mind so that we can proceed with the process and\nyou have limited time to decide otherwise your transaction maybe terminated\nand another raffle will be conducted to fill the void.\nThank you.\nSincerely,\nSuzzie Jenkins Fitzgerald\nPrincipal Partner (FITZ & COPPERLAND INC)\n", "direction": "Inbound"}, {"time": "1678990354", "subject": "SUBJECT: Re: LETTER OF FUND OWNERSHIP", "body": "Dear Suzzie, \nHow is this fee calculated? Is it a percentage of the prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678990354", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "Dear Suzzie, \nI don't remember entering into anything to be able to win this, are you sure I am eligible for this money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1678990355", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "Dear Suzzie, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679059180", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "Dear Jane Smith,\nI have answered virtually all questions in my previous email, yet you seem\nto be repeating the same questions over and again. I am not going to take\nany more questions, I think I have answered the critical question and\nprovided enough insight on the criteria and procedures for the disbursement\nof the fund. I have also tried to dispel whatever fears or doubt that you\nmay have about the legitimacy of the transaction and the release of the\nfund to you, and at this point it is left for you to make up you mind\nwhether to go ahead with the process by providing your details so we can\nopen a file for you or on the other hand you may decide to withdraw your\ninterest from the fund claim. The choice is yours to make.\nHowever, if you decide on the latter, which is to withdraw your interest\nfrom the fund claims, please do kindly let us know by sending an email,  so\nthat we can officially inform the authorities at the International Finance\nCorporation (IFC) about your decision to withdraw from the process, so that\na fresh raffle draw can be organized to fill your place.\nThank you.\nSuzzie J. Fitzgerald\n", "direction": "Inbound"}, {"time": "1679059656", "subject": "SUBJECT: Re: LETTER OF FUND OWNERSHIP", "body": "Dear Jane,\nI would not know how the fee is calculated  whether on a percentage basis\nor flat rate, and I am not in the position to explain anything concerning\nthe fees. The issue of fees and levies are the exclusive preserve of the\nU.S Department of the Treasury, that is the office that issues the Fund\nOwnership document and they are the ones that decides the charges or fees\nto be paid on the issuance of the document.\nThank you.\nSuzzie J. Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "direction": "Inbound"}, {"time": "1679062468", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "Hi, \nIs there a possibility I could ask some more questions before I send any money over? I don't want to send any money until I can confirm this is legitimate.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679062468", "subject": "SUBJECT: Re: LETTER OF FUND OWNERSHIP", "body": "Dear Jane, \nHow many participants were eligible for this prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679063801", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI have patiently accommodated so many questions from you, as much as I\nappreciate that it is appropriate to ask questions especially in a\ntransaction as huge as this, I think that you have asked the relevant\nquestions which I have provided satisfactory answers. However, I  am a very\nbusy person and I can not spend all my time answering questions from you, I\nhave other pressing official issues I need to attend to. You are the only\nbeneficiary , the other beneficiary from Montreal Canada has already\nprovided his details and we are already processing his payment after the\nbeneficiary from Mexico Mr Martins Aguilar had already received his payment\nand he confirmed the amount in his account  Monday this week.\nMeanwhile, I will be magnanimous enough to take just one more question from\nyou, and after this no more questions will be entertained. I hope you ask\nthe right and relevant questions now. So, if you are satisfied then you may\nprovide your detail, (Full names, address, date of birth, nationality,\nphone number and a valid ID) as soon as we receive these info we shall\nimmediately open an e-file for you  and process your payment and  your data\nwill be entered into the central database, and then a recommendation will\nbe sent to the IFC headquarters for approval of your payment by the board\nof directors. The designated bank JP Morgan Chase bank will immediately\nbegin the process of disbursement of the approved amount to your receiving\naccount and this will take a maximum of 5 working days.\nThank you.\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "direction": "Inbound"}, {"time": "1679063916", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI have patiently accommodated so many questions from you, as much as I\nappreciate that it is appropriate to ask questions especially in a\ntransaction as huge as this, I think that you have asked the relevant\nquestions which I have provided satisfactory answers. However, I  am a very\nbusy person and I can not spend all my time answering questions from you, I\nhave other pressing official issues I need to attend to. You are the only\nbeneficiary , the other beneficiary from Montreal Canada has already\nprovided his details and we are already processing his payment after the\nbeneficiary from Mexico Mr Martins Aguilar had already received his payment\nand he confirmed the amount in his account  Monday this week.\nMeanwhile, I will be magnanimous enough to take just one more question from\nyou, and after this no more questions will be entertained. I hope you ask\nthe right and relevant questions now. So, if you are satisfied then you may\nprovide your detail, (Full names, address, date of birth, nationality,\nphone number and a valid ID) as soon as we receive these info we shall\nimmediately open an e-file for you  and process your payment and  your data\nwill be entered into the central database, and then a recommendation will\nbe sent to the IFC headquarters for approval of your payment by the board\nof directors. The designated bank JP Morgan Chase bank will immediately\nbegin the process of disbursement of the approved amount to your receiving\naccount and this will take a maximum of 5 working days.\nThank you.\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "direction": "Inbound"}, {"time": "1679065390", "subject": "SUBJECT: Re: REGARDING YOUR UNPAID FUNDS", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nPlease I am still waiting for you to send in your questions, so that I can\nprovide answers before I get busy and may not be able to respond to your\nemail.\nThank you.\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "direction": "Inbound"}, {"time": "1679068850", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "Hi, \nJust to make sure this is legitimate, do you have proof that any previous winners received their money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679068850", "subject": "SUBJECT: Re: FOR YOUR INFORMATION", "body": "Dear Jane, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679068850", "subject": "SUBJECT: Re: REGARDING YOUR UNPAID FUNDS", "body": "Dear Jane, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679321718", "subject": "SUBJECT: REGARDING YOUR FUNDS", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI'm sorry for the late reply. I have been very busy and had little time to\nattend to email. Well, I'm going to answer these questions as elaborately\nas I can and I hope I won't have to answer these questions all over again.\nNow, a total of 23 participants from different countries were randomly\nselected  for this exercise and out of the 23 participants, 3 lucky people\nfinally emerged winners of the grand prizes of 15.2m each through an open\nraffle draw that was held at the head office of the International Finance\nCorporation (IFC) in New York. The lucky winners/participants are John\nCunningham from Montreal Canada, Jane Smith from the United Kingdom and\nMartin Aguilar Tinagero from Mexico.\nThis is the first and only edition  of this fund payment project, and it\nwas done in commemoration of the 40th anniversary of the International\nFinance  Corporation (IFC), and so there has never been any previous\nwinners as it is just a one off  event and not a yearly event. The issue of\n your chances of winning does not  arise in the first instance, because by\nvirtue of being amongst the 3 lucky participants selected in the raffle\ndraw, you are already a winner, and you are entitled the prize. The prize\nshall be disbursed to you and the others through the designated bank JP\nMorgan Chase, after official approval has been  given by the board of\ndirectors of the IFC.\nIt is also instructive to note that the $15,250,000.00 prize  would be paid\nto you in tranches (3 installments). The first installment will be $8\nmillion U.S dollar, the second installment $4 million USD, while the last\nand final Will be $3.2 USD ($3,250,000). The disbursements are to be made\neither by a certified bank draft or direct wire transfer to your receiving\naccount, so you are expected to choose your preferred mode of payment. One\nof the 3 lucky participants Mr Martin Aguilar from Mexico has received his\nfirst  installment of a certified bank draft of $8 million U.S dollars, he\n confirmed receipt of his payment on Monday last week.  I hope this answers\nyour questions.\nSincerely,\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "direction": "Inbound"}, {"time": "1679321789", "subject": "SUBJECT: Attention: Jane Smith", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nI'm sorry for the late reply. I have been very busy and had little time to\nattend to email. Well, I'm going to answer these questions as elaborately\nas I can and I hope I won't have to answer these questions all over again.\nNow, a total of 23 participants from different countries were randomly\nselected  for this exercise and out of the 23 participants, 3 lucky people\nfinally emerged winners of the grand prizes of 15.2m each through an open\nraffle draw that was held at the head office of the International Finance\nCorporation (IFC) in New York. The lucky winners/participants are John\nCunningham from Montreal Canada, Jane Smith from the United Kingdom and\nMartin Aguilar Tinagero from Mexico.\nThis is the first and only edition  of this fund payment project, and it\nwas done in commemoration of the 40th anniversary of the International\nFinance  Corporation (IFC), and so there has never been any previous\nwinners as it is just a one off  event and not a yearly event. The issue of\n your chances of winning does not  arise in the first instance, because by\nvirtue of being amongst the 3 lucky participants selected in the raffle\ndraw, you are already a winner, and you are entitled the prize. The prize\nshall be disbursed to you and the others through the designated bank JP\nMorgan Chase, after official approval has been  given by the board of\ndirectors of the IFC.\nIt is also instructive to note that the $15,250,000.00 prize  would be paid\nto you in tranches (3 installments). The first installment will be $8\nmillion U.S dollar, the second installment $4 million USD, while the last\nand final Will be $3.2 USD ($3,250,000). The disbursements are to be made\neither by a certified bank draft or direct wire transfer to your receiving\naccount, so you are expected to choose your preferred mode of payment. One\nof the 3 lucky participants Mr Martin Aguilar from Mexico has received his\nfirst  installment of a certified bank draft of $8 million U.S dollars, he\n confirmed receipt of his payment on Monday last week.  I hope this answers\nyour questions.\nSincerely,\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "direction": "Inbound"}, {"time": "1679328334", "subject": "SUBJECT: Re: REGARDING YOUR FUNDS", "body": "Dear Sussie, \nHow many participants were eligible for this prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679328334", "subject": "SUBJECT: Re: Attention: Jane Smith", "body": "Dear Sussie, \nIs there an alternative way I can send the money? I don't want to send it the way you have suggested.\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679329379", "subject": "SUBJECT: Re: Attention: Jane Smith", "body": "Dear Janem\nThank you for your email. The alternative way to send the $985 is by wire\ntransfer to the sub-treasury account. So it is either you send the fee by\nwestern union transfer or by wire transfer which is convenient for you.\nSincerely,\nJane Smith\n", "direction": "Inbound"}, {"time": "1679335407", "subject": "SUBJECT: Re: Attention: Jane Smith", "body": "Dear Jane, \nJust to make sure this is legitimate, do you have proof that any previous winners received their money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679405047", "subject": "SUBJECT: Re: Attention: Jane Smith", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nWe appreciate the fact that you are trying to be careful and cautious\nbefore making your decision, I have personally given you my word that this\nis a legitimate project carried out by the International Finance\nCorporation (IFC) in celebration of their 40th anniversary, it is the\ninaugural edition and therefore there are no previous winners.  Just as I\nexplained in my previous emails, there are only 3 lucky winners in this\ninaugural edition which includes you, and one of the winners Mr. Martin\nAguilar Tinajero from Mexico has already received his first payment of\n$8million U.S dollars in certified bank draft. The other winner Mr. John\nCunningham from Canada, is still processing his payment and it is about 85%\ncompleted, he prefers a direct bank transfer to his account at HSBC. This\nis the situation regarding the disbursement of the $15.2million to\nwinners/beneficiaries.\nHowever, the management of the International Finance Corporation will be\nwilling to give you a letter of guarantee, should you need any further\nassurance about the legitimacy of this fund disbursement exercise. But I\nwish to assure you once again that this is undoubtedly legitimate, the\nprocess is open and transparent and you will surely receive your\nprize/winning without a hitch whatsoever, if only you will follow the\nsimple procedures for claiming your winning.\nSincerely,\nSussie Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "direction": "Inbound"}, {"time": "1679407795", "subject": "SUBJECT: Re: Attention: Jane Smith", "body": "Dear Sussie, \nJust to make sure this is legitimate, do you have proof that any previous winners received their money?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679408177", "subject": "SUBJECT: Re: Attention: Jane Smith", "body": "Dear Jane Smith,\nIt is becoming obvious you are not serious about claiming your prize, and I\nwill not hesitate to recommend to the management to step down your payment\nand conduct a fresh raffle draw to fill in the void.\nThank you.\nSuzzie Fitzgerald.\n", "direction": "Inbound"}, {"time": "1679414806", "subject": "SUBJECT: Re: Attention: Jane Smith", "body": "Hi, \nHow many people were in the competition? What were the chances of me winning?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}, {"time": "1679428289", "subject": "SUBJECT: Re: Attention: Jane Smith", "body": "FITZ & COPPERLAND INC.\n845 3rd Ave 8th Floor\nNew York, NY 10022\nUnited States\nDear Jane Smith,\nWe are not going to take any further question from you, especially\nquestions that have been answered repeatedly. When you are ready to follow\nthe process to claim your winning (prize) then do the needful by  providing\nyour details, and you have till Friday 25th March to do that, otherwise we\nmay have to terminate your payment without any further consideration, and a\nfresh raffle draw will be conducted for another participant to take your\nslot.\nSincerely.\nSuzzie J. Fitzgerald\nPrincipal Partner: FITZ & COPPERLAND INC.\n", "direction": "Inbound"}, {"time": "1679428889", "subject": "SUBJECT: Re: Attention: Jane Smith", "body": "Dear Suzzie, \nHow many participants were eligible for this prize?\n Kind Regards,\nJane Smith\n___________________________________\nJane Smith,\nSenior Financial Manager,\nvodafone.co.uk/business\n1 Kingdom St, London,\nGreater London\n", "direction": "Outbound"}]}